sido_codes = [
	{
		"sido_nm" : "전국",
		"sido_cd" : "00"
	},
	{
		"sido_nm" : "전체",
		"sido_cd" : "00"
	},
	{
		"sido_nm" : "서울특별시",
		"sido_cd" : "11"
	},
	{
		"sido_nm" : "서울",
		"sido_cd" : "11"
	},
	{
		"sido_nm" : "부산광역시",
		"sido_cd" : "21"
	},
	{
		"sido_nm" : "부산",
		"sido_cd" : "21"
	},
	{
		"sido_nm" : "대구광역시",
		"sido_cd" : "22"
	},
	{
		"sido_nm" : "대구",
		"sido_cd" : "22"
	},
	{
		"sido_nm" : "인천광역시",
		"sido_cd" : "23"
	},
	{
		"sido_nm" : "인천",
		"sido_cd" : "23"
	},
	{
		"sido_nm" : "광주광역시",
		"sido_cd" : "24"
	},
	{
		"sido_nm" : "광주",
		"sido_cd" : "24"
	},
	{
		"sido_nm" : "대전광역시",
		"sido_cd" : "25"
	},
	{
		"sido_nm" : "대전",
		"sido_cd" : "25"
	},
	{
		"sido_nm" : "울산광역시",
		"sido_cd" : "26"
	},
	{
		"sido_nm" : "울산",
		"sido_cd" : "26"
	},
	{
		"sido_nm" : "세종특별자치시",
		"sido_cd" : "29"
	},
	{
		"sido_nm" : "세종",
		"sido_cd" : "29"
	},
	{
		"sido_nm" : "경기도",
		"sido_cd" : "31"
	},
	{
		"sido_nm" : "경기",
		"sido_cd" : "31"
	},
	{
		"sido_nm" : "강원특별자치도",
		"sido_cd" : "32"
	},
	{
		"sido_nm" : "강원",
		"sido_cd" : "32"
	},
	{
		"sido_nm" : "강원도",
		"sido_cd" : "32"
	},
	{
		"sido_nm" : "충청북도",
		"sido_cd" : "33"
	},
	{
		"sido_nm" : "충북",
		"sido_cd" : "33"
	},
	{
		"sido_nm" : "충청남도",
		"sido_cd" : "34"
	},
	{
		"sido_nm" : "충남",
		"sido_cd" : "34"
	},
	{
		"sido_nm" : "전라북도",
		"sido_cd" : "35"
	},
	{
		"sido_nm" : "전북",
		"sido_cd" : "35"
	},
	{
		"sido_nm" : "전북특별자치도",
		"sido_cd" : "35"
	},
	{
		"sido_nm" : "전라남도",
		"sido_cd" : "36"
	},
	{
		"sido_nm" : "전남",
		"sido_cd" : "36"
	},
	{
		"sido_nm" : "경상북도",
		"sido_cd" : "37"
	},
	{
		"sido_nm" : "경북",
		"sido_cd" : "37"
	},
	{
		"sido_nm" : "경상남도",
		"sido_cd" : "38"
	},
	{
		"sido_nm" : "경남",
		"sido_cd" : "38"
	},
	{
		"sido_nm" : "제주특별자치도",
		"sido_cd" : "39"
	},
	{
		"sido_nm" : "제주",
		"sido_cd" : "39"
	},
	{
		"sido_nm" : "제주도",
		"sido_cd" : "39"
	}
]

sgg_codes_2000 = [
	{
		"sgg_cd" : "11010",
		"sgg_nm" : "종로구"
	},
	{
		"sgg_cd" : "11020",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "11030",
		"sgg_nm" : "용산구"
	},
	{
		"sgg_cd" : "11040",
		"sgg_nm" : "성동구"
	},
	{
		"sgg_cd" : "11050",
		"sgg_nm" : "광진구"
	},
	{
		"sgg_cd" : "11060",
		"sgg_nm" : "동대문구"
	},
	{
		"sgg_cd" : "11070",
		"sgg_nm" : "중랑구"
	},
	{
		"sgg_cd" : "11080",
		"sgg_nm" : "성북구"
	},
	{
		"sgg_cd" : "11090",
		"sgg_nm" : "강북구"
	},
	{
		"sgg_cd" : "11100",
		"sgg_nm" : "도봉구"
	},
	{
		"sgg_cd" : "11110",
		"sgg_nm" : "노원구"
	},
	{
		"sgg_cd" : "11120",
		"sgg_nm" : "은평구"
	},
	{
		"sgg_cd" : "11130",
		"sgg_nm" : "서대문구"
	},
	{
		"sgg_cd" : "11140",
		"sgg_nm" : "마포구"
	},
	{
		"sgg_cd" : "11150",
		"sgg_nm" : "양천구"
	},
	{
		"sgg_cd" : "11160",
		"sgg_nm" : "강서구"
	},
	{
		"sgg_cd" : "11170",
		"sgg_nm" : "구로구"
	},
	{
		"sgg_cd" : "11180",
		"sgg_nm" : "금천구"
	},
	{
		"sgg_cd" : "11190",
		"sgg_nm" : "영등포구"
	},
	{
		"sgg_cd" : "11200",
		"sgg_nm" : "동작구"
	},
	{
		"sgg_cd" : "11210",
		"sgg_nm" : "관악구"
	},
	{
		"sgg_cd" : "11220",
		"sgg_nm" : "서초구"
	},
	{
		"sgg_cd" : "11230",
		"sgg_nm" : "강남구"
	},
	{
		"sgg_cd" : "11240",
		"sgg_nm" : "송파구"
	},
	{
		"sgg_cd" : "11250",
		"sgg_nm" : "강동구"
	},
	{
		"sgg_cd" : "21010",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "21020",
		"sgg_nm" : "서구"
	},
	{
		"sgg_cd" : "21030",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "21040",
		"sgg_nm" : "영도구"
	},
	{
		"sgg_cd" : "21050",
		"sgg_nm" : "부산진구"
	},
	{
		"sgg_cd" : "21050",
		"sgg_nm" : "진구"
	},
	{
		"sgg_cd" : "21060",
		"sgg_nm" : "동래구"
	},
	{
		"sgg_cd" : "21070",
		"sgg_nm" : "남구"
	},
	{
		"sgg_cd" : "21080",
		"sgg_nm" : "북구"
	},
	{
		"sgg_cd" : "21090",
		"sgg_nm" : "해운대구"
	},
	{
		"sgg_cd" : "21100",
		"sgg_nm" : "사하구"
	},
	{
		"sgg_cd" : "21110",
		"sgg_nm" : "금정구"
	},
	{
		"sgg_cd" : "21120",
		"sgg_nm" : "강서구"
	},
	{
		"sgg_cd" : "21130",
		"sgg_nm" : "연제구"
	},
	{
		"sgg_cd" : "21140",
		"sgg_nm" : "수영구"
	},
	{
		"sgg_cd" : "21150",
		"sgg_nm" : "사상구"
	},
	{
		"sgg_cd" : "21310",
		"sgg_nm" : "기장군"
	},
	{
		"sgg_cd" : "22010",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "22020",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "22030",
		"sgg_nm" : "서구"
	},
	{
		"sgg_cd" : "22040",
		"sgg_nm" : "남구"
	},
	{
		"sgg_cd" : "22050",
		"sgg_nm" : "북구"
	},
	{
		"sgg_cd" : "22060",
		"sgg_nm" : "수성구"
	},
	{
		"sgg_cd" : "22070",
		"sgg_nm" : "달서구"
	},
	{
		"sgg_cd" : "22310",
		"sgg_nm" : "달성군"
	},
	{
		"sgg_cd" : "23010",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "23020",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "23030",
		"sgg_nm" : "남구"
	},
	{
		"sgg_cd" : "23040",
		"sgg_nm" : "연수구"
	},
	{
		"sgg_cd" : "23050",
		"sgg_nm" : "남동구"
	},
	{
		"sgg_cd" : "23060",
		"sgg_nm" : "부평구"
	},
	{
		"sgg_cd" : "23070",
		"sgg_nm" : "계양구"
	},
	{
		"sgg_cd" : "23080",
		"sgg_nm" : "서구"
	},
	{
		"sgg_cd" : "23310",
		"sgg_nm" : "강화군"
	},
	{
		"sgg_cd" : "23320",
		"sgg_nm" : "옹진군"
	},
	{
		"sgg_cd" : "24010",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "24020",
		"sgg_nm" : "서구"
	},
	{
		"sgg_cd" : "24030",
		"sgg_nm" : "남구"
	},
	{
		"sgg_cd" : "24040",
		"sgg_nm" : "북구"
	},
	{
		"sgg_cd" : "24050",
		"sgg_nm" : "광산구"
	},
	{
		"sgg_cd" : "25010",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "25020",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "25030",
		"sgg_nm" : "서구"
	},
	{
		"sgg_cd" : "25040",
		"sgg_nm" : "유성구"
	},
	{
		"sgg_cd" : "25050",
		"sgg_nm" : "대덕구"
	},
	{
		"sgg_cd" : "26010",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "26020",
		"sgg_nm" : "남구"
	},
	{
		"sgg_cd" : "26030",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "26040",
		"sgg_nm" : "북구"
	},
	{
		"sgg_cd" : "26310",
		"sgg_nm" : "울주군"
	},
	{
		"sgg_cd" : "31010",
		"sgg_nm" : "수원시"
	},
	{
		"sgg_cd" : "31011",
		"sgg_nm" : "수원시 장안구"
	},
	{
		"sgg_cd" : "31012",
		"sgg_nm" : "수원시 권선구"
	},
	{
		"sgg_cd" : "31013",
		"sgg_nm" : "수원시 팔달구"
	},
	{
		"sgg_cd" : "31020",
		"sgg_nm" : "성남시"
	},
	{
		"sgg_cd" : "31021",
		"sgg_nm" : "성남시 수정구"
	},
	{
		"sgg_cd" : "31022",
		"sgg_nm" : "성남시 중원구"
	},
	{
		"sgg_cd" : "31023",
		"sgg_nm" : "성남시 분당구"
	},
	{
		"sgg_cd" : "31030",
		"sgg_nm" : "의정부시"
	},
	{
		"sgg_cd" : "31040",
		"sgg_nm" : "안양시"
	},
	{
		"sgg_cd" : "31041",
		"sgg_nm" : "안양시 만안구"
	},
	{
		"sgg_cd" : "31042",
		"sgg_nm" : "안양시 동안구"
	},
	{
		"sgg_cd" : "31050",
		"sgg_nm" : "부천시"
	},
	{
		"sgg_cd" : "31051",
		"sgg_nm" : "부천시 원미구"
	},
	{
		"sgg_cd" : "31052",
		"sgg_nm" : "부천시 소사구"
	},
	{
		"sgg_cd" : "31053",
		"sgg_nm" : "부천시 오정구"
	},
	{
		"sgg_cd" : "31060",
		"sgg_nm" : "광명시"
	},
	{
		"sgg_cd" : "31070",
		"sgg_nm" : "평택시"
	},
	{
		"sgg_cd" : "31080",
		"sgg_nm" : "동두천시"
	},
	{
		"sgg_cd" : "31090",
		"sgg_nm" : "안산시"
	},
	{
		"sgg_cd" : "31100",
		"sgg_nm" : "고양시"
	},
	{
		"sgg_cd" : "31101",
		"sgg_nm" : "고양시 덕양구"
	},
	{
		"sgg_cd" : "31102",
		"sgg_nm" : "고양시 일산구"
	},
	{
		"sgg_cd" : "31110",
		"sgg_nm" : "과천시"
	},
	{
		"sgg_cd" : "31120",
		"sgg_nm" : "구리시"
	},
	{
		"sgg_cd" : "31130",
		"sgg_nm" : "남양주시"
	},
	{
		"sgg_cd" : "31140",
		"sgg_nm" : "오산시"
	},
	{
		"sgg_cd" : "31150",
		"sgg_nm" : "시흥시"
	},
	{
		"sgg_cd" : "31160",
		"sgg_nm" : "군포시"
	},
	{
		"sgg_cd" : "31170",
		"sgg_nm" : "의왕시"
	},
	{
		"sgg_cd" : "31180",
		"sgg_nm" : "하남시"
	},
	{
		"sgg_cd" : "31190",
		"sgg_nm" : "용인시"
	},
	{
		"sgg_cd" : "31200",
		"sgg_nm" : "파주시"
	},
	{
		"sgg_cd" : "31210",
		"sgg_nm" : "이천시"
	},
	{
		"sgg_cd" : "31220",
		"sgg_nm" : "안성시"
	},
	{
		"sgg_cd" : "31230",
		"sgg_nm" : "김포시"
	},
	{
		"sgg_cd" : "31310",
		"sgg_nm" : "양주군"
	},
	{
		"sgg_cd" : "31320",
		"sgg_nm" : "여주군"
	},
	{
		"sgg_cd" : "31330",
		"sgg_nm" : "화성군"
	},
	{
		"sgg_cd" : "31340",
		"sgg_nm" : "광주군"
	},
	{
		"sgg_cd" : "31350",
		"sgg_nm" : "연천군"
	},
	{
		"sgg_cd" : "31360",
		"sgg_nm" : "포천군"
	},
	{
		"sgg_cd" : "31370",
		"sgg_nm" : "가평군"
	},
	{
		"sgg_cd" : "31380",
		"sgg_nm" : "양평군"
	},
	{
		"sgg_cd" : "32010",
		"sgg_nm" : "춘천시"
	},
	{
		"sgg_cd" : "32020",
		"sgg_nm" : "원주시"
	},
	{
		"sgg_cd" : "32030",
		"sgg_nm" : "강릉시"
	},
	{
		"sgg_cd" : "32040",
		"sgg_nm" : "동해시"
	},
	{
		"sgg_cd" : "32050",
		"sgg_nm" : "태백시"
	},
	{
		"sgg_cd" : "32060",
		"sgg_nm" : "속초시"
	},
	{
		"sgg_cd" : "32070",
		"sgg_nm" : "삼척시"
	},
	{
		"sgg_cd" : "32310",
		"sgg_nm" : "홍천군"
	},
	{
		"sgg_cd" : "32320",
		"sgg_nm" : "횡성군"
	},
	{
		"sgg_cd" : "32330",
		"sgg_nm" : "영월군"
	},
	{
		"sgg_cd" : "32340",
		"sgg_nm" : "평창군"
	},
	{
		"sgg_cd" : "32350",
		"sgg_nm" : "정선군"
	},
	{
		"sgg_cd" : "32360",
		"sgg_nm" : "철원군"
	},
	{
		"sgg_cd" : "32370",
		"sgg_nm" : "화천군"
	},
	{
		"sgg_cd" : "32380",
		"sgg_nm" : "양구군"
	},
	{
		"sgg_cd" : "32390",
		"sgg_nm" : "인제군"
	},
	{
		"sgg_cd" : "32400",
		"sgg_nm" : "고성군"
	},
	{
		"sgg_cd" : "32410",
		"sgg_nm" : "양양군"
	},
	{
		"sgg_cd" : "33010",
		"sgg_nm" : "청주시"
	},
	{
		"sgg_cd" : "33011",
		"sgg_nm" : "청주시 상당구"
	},
	{
		"sgg_cd" : "33012",
		"sgg_nm" : "청주시 흥덕구"
	},
	{
		"sgg_cd" : "33020",
		"sgg_nm" : "충주시"
	},
	{
		"sgg_cd" : "33030",
		"sgg_nm" : "제천시"
	},
	{
		"sgg_cd" : "33310",
		"sgg_nm" : "청원군"
	},
	{
		"sgg_cd" : "33320",
		"sgg_nm" : "보은군"
	},
	{
		"sgg_cd" : "33330",
		"sgg_nm" : "옥천군"
	},
	{
		"sgg_cd" : "33340",
		"sgg_nm" : "영동군"
	},
	{
		"sgg_cd" : "33350",
		"sgg_nm" : "진천군"
	},
	{
		"sgg_cd" : "33360",
		"sgg_nm" : "괴산군"
	},
	{
		"sgg_cd" : "33370",
		"sgg_nm" : "음성군"
	},
	{
		"sgg_cd" : "33380",
		"sgg_nm" : "단양군"
	},
	{
		"sgg_cd" : "33390",
		"sgg_nm" : "증평군"
	},
	{
		"sgg_cd" : "34010",
		"sgg_nm" : "천안시"
	},
	{
		"sgg_cd" : "34020",
		"sgg_nm" : "공주시"
	},
	{
		"sgg_cd" : "34030",
		"sgg_nm" : "보령시"
	},
	{
		"sgg_cd" : "34040",
		"sgg_nm" : "아산시"
	},
	{
		"sgg_cd" : "34050",
		"sgg_nm" : "서산시"
	},
	{
		"sgg_cd" : "34060",
		"sgg_nm" : "논산시"
	},
	{
		"sgg_cd" : "34310",
		"sgg_nm" : "금산군"
	},
	{
		"sgg_cd" : "34320",
		"sgg_nm" : "연기군"
	},
	{
		"sgg_cd" : "34330",
		"sgg_nm" : "부여군"
	},
	{
		"sgg_cd" : "34340",
		"sgg_nm" : "서천군"
	},
	{
		"sgg_cd" : "34350",
		"sgg_nm" : "청양군"
	},
	{
		"sgg_cd" : "34360",
		"sgg_nm" : "홍성군"
	},
	{
		"sgg_cd" : "34370",
		"sgg_nm" : "예산군"
	},
	{
		"sgg_cd" : "34380",
		"sgg_nm" : "태안군"
	},
	{
		"sgg_cd" : "34390",
		"sgg_nm" : "당진군"
	},
	{
		"sgg_cd" : "34400",
		"sgg_nm" : "계룡출장소"
	},
	{
		"sgg_cd" : "35010",
		"sgg_nm" : "전주시"
	},
	{
		"sgg_cd" : "35011",
		"sgg_nm" : "전주시 완산구"
	},
	{
		"sgg_cd" : "35012",
		"sgg_nm" : "전주시 덕진구"
	},
	{
		"sgg_cd" : "35020",
		"sgg_nm" : "군산시"
	},
	{
		"sgg_cd" : "35030",
		"sgg_nm" : "익산시"
	},
	{
		"sgg_cd" : "35040",
		"sgg_nm" : "정읍시"
	},
	{
		"sgg_cd" : "35050",
		"sgg_nm" : "남원시"
	},
	{
		"sgg_cd" : "35060",
		"sgg_nm" : "김제시"
	},
	{
		"sgg_cd" : "35310",
		"sgg_nm" : "완주군"
	},
	{
		"sgg_cd" : "35320",
		"sgg_nm" : "진안군"
	},
	{
		"sgg_cd" : "35330",
		"sgg_nm" : "무주군"
	},
	{
		"sgg_cd" : "35340",
		"sgg_nm" : "장수군"
	},
	{
		"sgg_cd" : "35350",
		"sgg_nm" : "임실군"
	},
	{
		"sgg_cd" : "35360",
		"sgg_nm" : "순창군"
	},
	{
		"sgg_cd" : "35370",
		"sgg_nm" : "고창군"
	},
	{
		"sgg_cd" : "35380",
		"sgg_nm" : "부안군"
	},
	{
		"sgg_cd" : "36010",
		"sgg_nm" : "목포시"
	},
	{
		"sgg_cd" : "36020",
		"sgg_nm" : "여수시"
	},
	{
		"sgg_cd" : "36030",
		"sgg_nm" : "순천시"
	},
	{
		"sgg_cd" : "36040",
		"sgg_nm" : "나주시"
	},
	{
		"sgg_cd" : "36060",
		"sgg_nm" : "광양시"
	},
	{
		"sgg_cd" : "36310",
		"sgg_nm" : "담양군"
	},
	{
		"sgg_cd" : "36320",
		"sgg_nm" : "곡성군"
	},
	{
		"sgg_cd" : "36330",
		"sgg_nm" : "구례군"
	},
	{
		"sgg_cd" : "36350",
		"sgg_nm" : "고흥군"
	},
	{
		"sgg_cd" : "36360",
		"sgg_nm" : "보성군"
	},
	{
		"sgg_cd" : "36370",
		"sgg_nm" : "화순군"
	},
	{
		"sgg_cd" : "36380",
		"sgg_nm" : "장흥군"
	},
	{
		"sgg_cd" : "36390",
		"sgg_nm" : "강진군"
	},
	{
		"sgg_cd" : "36400",
		"sgg_nm" : "해남군"
	},
	{
		"sgg_cd" : "36410",
		"sgg_nm" : "영암군"
	},
	{
		"sgg_cd" : "36420",
		"sgg_nm" : "무안군"
	},
	{
		"sgg_cd" : "36430",
		"sgg_nm" : "함평군"
	},
	{
		"sgg_cd" : "36440",
		"sgg_nm" : "영광군"
	},
	{
		"sgg_cd" : "36450",
		"sgg_nm" : "장성군"
	},
	{
		"sgg_cd" : "36460",
		"sgg_nm" : "완도군"
	},
	{
		"sgg_cd" : "36470",
		"sgg_nm" : "진도군"
	},
	{
		"sgg_cd" : "36480",
		"sgg_nm" : "신안군"
	},
	{
		"sgg_cd" : "37010",
		"sgg_nm" : "포항시"
	},
	{
		"sgg_cd" : "37011",
		"sgg_nm" : "포항시 남구"
	},
	{
		"sgg_cd" : "37012",
		"sgg_nm" : "포항시 북구"
	},
	{
		"sgg_cd" : "37020",
		"sgg_nm" : "경주시"
	},
	{
		"sgg_cd" : "37030",
		"sgg_nm" : "김천시"
	},
	{
		"sgg_cd" : "37040",
		"sgg_nm" : "안동시"
	},
	{
		"sgg_cd" : "37050",
		"sgg_nm" : "구미시"
	},
	{
		"sgg_cd" : "37060",
		"sgg_nm" : "영주시"
	},
	{
		"sgg_cd" : "37070",
		"sgg_nm" : "영천시"
	},
	{
		"sgg_cd" : "37080",
		"sgg_nm" : "상주시"
	},
	{
		"sgg_cd" : "37090",
		"sgg_nm" : "문경시"
	},
	{
		"sgg_cd" : "37100",
		"sgg_nm" : "경산시"
	},
	{
		"sgg_cd" : "37310",
		"sgg_nm" : "군위군"
	},
	{
		"sgg_cd" : "37320",
		"sgg_nm" : "의성군"
	},
	{
		"sgg_cd" : "37330",
		"sgg_nm" : "청송군"
	},
	{
		"sgg_cd" : "37340",
		"sgg_nm" : "영양군"
	},
	{
		"sgg_cd" : "37350",
		"sgg_nm" : "영덕군"
	},
	{
		"sgg_cd" : "37360",
		"sgg_nm" : "청도군"
	},
	{
		"sgg_cd" : "37370",
		"sgg_nm" : "고령군"
	},
	{
		"sgg_cd" : "37380",
		"sgg_nm" : "성주군"
	},
	{
		"sgg_cd" : "37390",
		"sgg_nm" : "칠곡군"
	},
	{
		"sgg_cd" : "37400",
		"sgg_nm" : "예천군"
	},
	{
		"sgg_cd" : "37410",
		"sgg_nm" : "봉화군"
	},
	{
		"sgg_cd" : "37420",
		"sgg_nm" : "울진군"
	},
	{
		"sgg_cd" : "37430",
		"sgg_nm" : "울릉군"
	},
	{
		"sgg_cd" : "38010",
		"sgg_nm" : "창원시"
	},
	{
		"sgg_cd" : "38020",
		"sgg_nm" : "마산시"
	},
	{
		"sgg_cd" : "38021",
		"sgg_nm" : "마산시 합포구"
	},
	{
		"sgg_cd" : "38022",
		"sgg_nm" : "마산시 회원구"
	},
	{
		"sgg_cd" : "38030",
		"sgg_nm" : "진주시"
	},
	{
		"sgg_cd" : "38040",
		"sgg_nm" : "진해시"
	},
	{
		"sgg_cd" : "38050",
		"sgg_nm" : "통영시"
	},
	{
		"sgg_cd" : "38060",
		"sgg_nm" : "사천시"
	},
	{
		"sgg_cd" : "38070",
		"sgg_nm" : "김해시"
	},
	{
		"sgg_cd" : "38080",
		"sgg_nm" : "밀양시"
	},
	{
		"sgg_cd" : "38090",
		"sgg_nm" : "거제시"
	},
	{
		"sgg_cd" : "38100",
		"sgg_nm" : "양산시"
	},
	{
		"sgg_cd" : "38310",
		"sgg_nm" : "의령군"
	},
	{
		"sgg_cd" : "38320",
		"sgg_nm" : "함안군"
	},
	{
		"sgg_cd" : "38330",
		"sgg_nm" : "창녕군"
	},
	{
		"sgg_cd" : "38340",
		"sgg_nm" : "고성군"
	},
	{
		"sgg_cd" : "38350",
		"sgg_nm" : "남해군"
	},
	{
		"sgg_cd" : "38360",
		"sgg_nm" : "하동군"
	},
	{
		"sgg_cd" : "38370",
		"sgg_nm" : "산청군"
	},
	{
		"sgg_cd" : "38380",
		"sgg_nm" : "함양군"
	},
	{
		"sgg_cd" : "38390",
		"sgg_nm" : "거창군"
	},
	{
		"sgg_cd" : "38400",
		"sgg_nm" : "합천군"
	},
	{
		"sgg_cd" : "39010",
		"sgg_nm" : "제주시"
	},
	{
		"sgg_cd" : "39020",
		"sgg_nm" : "서귀포시"
	},
	{
		"sgg_cd" : "39310",
		"sgg_nm" : "북제주군"
	},
	{
		"sgg_cd" : "39320",
		"sgg_nm" : "남제주군"
	}
]

sgg_codes_2005 = [
	{
		"sgg_cd" : "11010",
		"sgg_nm" : "종로구"
	},
	{
		"sgg_cd" : "11020",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "11030",
		"sgg_nm" : "용산구"
	},
	{
		"sgg_cd" : "11040",
		"sgg_nm" : "성동구"
	},
	{
		"sgg_cd" : "11050",
		"sgg_nm" : "광진구"
	},
	{
		"sgg_cd" : "11060",
		"sgg_nm" : "동대문구"
	},
	{
		"sgg_cd" : "11070",
		"sgg_nm" : "중랑구"
	},
	{
		"sgg_cd" : "11080",
		"sgg_nm" : "성북구"
	},
	{
		"sgg_cd" : "11090",
		"sgg_nm" : "강북구"
	},
	{
		"sgg_cd" : "11100",
		"sgg_nm" : "도봉구"
	},
	{
		"sgg_cd" : "11110",
		"sgg_nm" : "노원구"
	},
	{
		"sgg_cd" : "11120",
		"sgg_nm" : "은평구"
	},
	{
		"sgg_cd" : "11130",
		"sgg_nm" : "서대문구"
	},
	{
		"sgg_cd" : "11140",
		"sgg_nm" : "마포구"
	},
	{
		"sgg_cd" : "11150",
		"sgg_nm" : "양천구"
	},
	{
		"sgg_cd" : "11160",
		"sgg_nm" : "강서구"
	},
	{
		"sgg_cd" : "11170",
		"sgg_nm" : "구로구"
	},
	{
		"sgg_cd" : "11180",
		"sgg_nm" : "금천구"
	},
	{
		"sgg_cd" : "11190",
		"sgg_nm" : "영등포구"
	},
	{
		"sgg_cd" : "11200",
		"sgg_nm" : "동작구"
	},
	{
		"sgg_cd" : "11210",
		"sgg_nm" : "관악구"
	},
	{
		"sgg_cd" : "11220",
		"sgg_nm" : "서초구"
	},
	{
		"sgg_cd" : "11230",
		"sgg_nm" : "강남구"
	},
	{
		"sgg_cd" : "11240",
		"sgg_nm" : "송파구"
	},
	{
		"sgg_cd" : "11250",
		"sgg_nm" : "강동구"
	},
	{
		"sgg_cd" : "21010",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "21020",
		"sgg_nm" : "서구"
	},
	{
		"sgg_cd" : "21030",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "21040",
		"sgg_nm" : "영도구"
	},
	{
		"sgg_cd" : "21050",
		"sgg_nm" : "부산진구"
	},
	{
		"sgg_cd" : "21050",
		"sgg_nm" : "진구"
	},
	{
		"sgg_cd" : "21060",
		"sgg_nm" : "동래구"
	},
	{
		"sgg_cd" : "21070",
		"sgg_nm" : "남구"
	},
	{
		"sgg_cd" : "21080",
		"sgg_nm" : "북구"
	},
	{
		"sgg_cd" : "21090",
		"sgg_nm" : "해운대구"
	},
	{
		"sgg_cd" : "21100",
		"sgg_nm" : "사하구"
	},
	{
		"sgg_cd" : "21110",
		"sgg_nm" : "금정구"
	},
	{
		"sgg_cd" : "21120",
		"sgg_nm" : "강서구"
	},
	{
		"sgg_cd" : "21130",
		"sgg_nm" : "연제구"
	},
	{
		"sgg_cd" : "21140",
		"sgg_nm" : "수영구"
	},
	{
		"sgg_cd" : "21150",
		"sgg_nm" : "사상구"
	},
	{
		"sgg_cd" : "21310",
		"sgg_nm" : "기장군"
	},
	{
		"sgg_cd" : "22010",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "22020",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "22030",
		"sgg_nm" : "서구"
	},
	{
		"sgg_cd" : "22040",
		"sgg_nm" : "남구"
	},
	{
		"sgg_cd" : "22050",
		"sgg_nm" : "북구"
	},
	{
		"sgg_cd" : "22060",
		"sgg_nm" : "수성구"
	},
	{
		"sgg_cd" : "22070",
		"sgg_nm" : "달서구"
	},
	{
		"sgg_cd" : "22310",
		"sgg_nm" : "달성군"
	},
	{
		"sgg_cd" : "23010",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "23020",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "23030",
		"sgg_nm" : "남구"
	},
	{
		"sgg_cd" : "23040",
		"sgg_nm" : "연수구"
	},
	{
		"sgg_cd" : "23050",
		"sgg_nm" : "남동구"
	},
	{
		"sgg_cd" : "23060",
		"sgg_nm" : "부평구"
	},
	{
		"sgg_cd" : "23070",
		"sgg_nm" : "계양구"
	},
	{
		"sgg_cd" : "23080",
		"sgg_nm" : "서구"
	},
	{
		"sgg_cd" : "23310",
		"sgg_nm" : "강화군"
	},
	{
		"sgg_cd" : "23320",
		"sgg_nm" : "옹진군"
	},
	{
		"sgg_cd" : "24010",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "24020",
		"sgg_nm" : "서구"
	},
	{
		"sgg_cd" : "24030",
		"sgg_nm" : "남구"
	},
	{
		"sgg_cd" : "24040",
		"sgg_nm" : "북구"
	},
	{
		"sgg_cd" : "24050",
		"sgg_nm" : "광산구"
	},
	{
		"sgg_cd" : "25010",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "25020",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "25030",
		"sgg_nm" : "서구"
	},
	{
		"sgg_cd" : "25040",
		"sgg_nm" : "유성구"
	},
	{
		"sgg_cd" : "25050",
		"sgg_nm" : "대덕구"
	},
	{
		"sgg_cd" : "26010",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "26020",
		"sgg_nm" : "남구"
	},
	{
		"sgg_cd" : "26030",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "26040",
		"sgg_nm" : "북구"
	},
	{
		"sgg_cd" : "26310",
		"sgg_nm" : "울주군"
	},
	{
		"sgg_cd" : "31010",
		"sgg_nm" : "수원시"
	},
	{
		"sgg_cd" : "31011",
		"sgg_nm" : "수원시 장안구"
	},
	{
		"sgg_cd" : "31012",
		"sgg_nm" : "수원시 권선구"
	},
	{
		"sgg_cd" : "31013",
		"sgg_nm" : "수원시 팔달구"
	},
	{
		"sgg_cd" : "31014",
		"sgg_nm" : "수원시 영통구"
	},
	{
		"sgg_cd" : "31020",
		"sgg_nm" : "성남시"
	},
	{
		"sgg_cd" : "31021",
		"sgg_nm" : "성남시 수정구"
	},
	{
		"sgg_cd" : "31022",
		"sgg_nm" : "성남시 중원구"
	},
	{
		"sgg_cd" : "31023",
		"sgg_nm" : "성남시 분당구"
	},
	{
		"sgg_cd" : "31030",
		"sgg_nm" : "의정부시"
	},
	{
		"sgg_cd" : "31040",
		"sgg_nm" : "안양시"
	},
	{
		"sgg_cd" : "31041",
		"sgg_nm" : "안양시 만안구"
	},
	{
		"sgg_cd" : "31042",
		"sgg_nm" : "안양시 동안구"
	},
	{
		"sgg_cd" : "31050",
		"sgg_nm" : "부천시"
	},
	{
		"sgg_cd" : "31051",
		"sgg_nm" : "부천시 원미구"
	},
	{
		"sgg_cd" : "31052",
		"sgg_nm" : "부천시 소사구"
	},
	{
		"sgg_cd" : "31053",
		"sgg_nm" : "부천시 오정구"
	},
	{
		"sgg_cd" : "31060",
		"sgg_nm" : "광명시"
	},
	{
		"sgg_cd" : "31070",
		"sgg_nm" : "평택시"
	},
	{
		"sgg_cd" : "31080",
		"sgg_nm" : "동두천시"
	},
	{
		"sgg_cd" : "31090",
		"sgg_nm" : "안산시"
	},
	{
		"sgg_cd" : "31091",
		"sgg_nm" : "안산시 상록구"
	},
	{
		"sgg_cd" : "31092",
		"sgg_nm" : "안산시 단원구"
	},
	{
		"sgg_cd" : "31100",
		"sgg_nm" : "고양시"
	},
	{
		"sgg_cd" : "31101",
		"sgg_nm" : "고양시 덕양구"
	},
	{
		"sgg_cd" : "31103",
		"sgg_nm" : "고양시 일산동구"
	},
	{
		"sgg_cd" : "31104",
		"sgg_nm" : "고양시 일산서구"
	},
	{
		"sgg_cd" : "31110",
		"sgg_nm" : "과천시"
	},
	{
		"sgg_cd" : "31120",
		"sgg_nm" : "구리시"
	},
	{
		"sgg_cd" : "31130",
		"sgg_nm" : "남양주시"
	},
	{
		"sgg_cd" : "31140",
		"sgg_nm" : "오산시"
	},
	{
		"sgg_cd" : "31150",
		"sgg_nm" : "시흥시"
	},
	{
		"sgg_cd" : "31160",
		"sgg_nm" : "군포시"
	},
	{
		"sgg_cd" : "31170",
		"sgg_nm" : "의왕시"
	},
	{
		"sgg_cd" : "31180",
		"sgg_nm" : "하남시"
	},
	{
		"sgg_cd" : "31190",
		"sgg_nm" : "용인시"
	},
	{
		"sgg_cd" : "31191",
		"sgg_nm" : "용인시 처인구"
	},
	{
		"sgg_cd" : "31192",
		"sgg_nm" : "용인시 기흥구"
	},
	{
		"sgg_cd" : "31193",
		"sgg_nm" : "용인시 수지구"
	},
	{
		"sgg_cd" : "31200",
		"sgg_nm" : "파주시"
	},
	{
		"sgg_cd" : "31210",
		"sgg_nm" : "이천시"
	},
	{
		"sgg_cd" : "31220",
		"sgg_nm" : "안성시"
	},
	{
		"sgg_cd" : "31230",
		"sgg_nm" : "김포시"
	},
	{
		"sgg_cd" : "31240",
		"sgg_nm" : "화성시"
	},
	{
		"sgg_cd" : "31250",
		"sgg_nm" : "광주시"
	},
	{
		"sgg_cd" : "31260",
		"sgg_nm" : "양주시"
	},
	{
		"sgg_cd" : "31270",
		"sgg_nm" : "포천시"
	},
	{
		"sgg_cd" : "31320",
		"sgg_nm" : "여주군"
	},
	{
		"sgg_cd" : "31350",
		"sgg_nm" : "연천군"
	},
	{
		"sgg_cd" : "31370",
		"sgg_nm" : "가평군"
	},
	{
		"sgg_cd" : "31380",
		"sgg_nm" : "양평군"
	},
	{
		"sgg_cd" : "32010",
		"sgg_nm" : "춘천시"
	},
	{
		"sgg_cd" : "32020",
		"sgg_nm" : "원주시"
	},
	{
		"sgg_cd" : "32030",
		"sgg_nm" : "강릉시"
	},
	{
		"sgg_cd" : "32040",
		"sgg_nm" : "동해시"
	},
	{
		"sgg_cd" : "32050",
		"sgg_nm" : "태백시"
	},
	{
		"sgg_cd" : "32060",
		"sgg_nm" : "속초시"
	},
	{
		"sgg_cd" : "32070",
		"sgg_nm" : "삼척시"
	},
	{
		"sgg_cd" : "32310",
		"sgg_nm" : "홍천군"
	},
	{
		"sgg_cd" : "32320",
		"sgg_nm" : "횡성군"
	},
	{
		"sgg_cd" : "32330",
		"sgg_nm" : "영월군"
	},
	{
		"sgg_cd" : "32340",
		"sgg_nm" : "평창군"
	},
	{
		"sgg_cd" : "32350",
		"sgg_nm" : "정선군"
	},
	{
		"sgg_cd" : "32360",
		"sgg_nm" : "철원군"
	},
	{
		"sgg_cd" : "32370",
		"sgg_nm" : "화천군"
	},
	{
		"sgg_cd" : "32380",
		"sgg_nm" : "양구군"
	},
	{
		"sgg_cd" : "32390",
		"sgg_nm" : "인제군"
	},
	{
		"sgg_cd" : "32400",
		"sgg_nm" : "고성군"
	},
	{
		"sgg_cd" : "32410",
		"sgg_nm" : "양양군"
	},
	{
		"sgg_cd" : "33010",
		"sgg_nm" : "청주시"
	},
	{
		"sgg_cd" : "33011",
		"sgg_nm" : "청주시 상당구"
	},
	{
		"sgg_cd" : "33012",
		"sgg_nm" : "청주시 흥덕구"
	},
	{
		"sgg_cd" : "33020",
		"sgg_nm" : "충주시"
	},
	{
		"sgg_cd" : "33030",
		"sgg_nm" : "제천시"
	},
	{
		"sgg_cd" : "33310",
		"sgg_nm" : "청원군"
	},
	{
		"sgg_cd" : "33320",
		"sgg_nm" : "보은군"
	},
	{
		"sgg_cd" : "33330",
		"sgg_nm" : "옥천군"
	},
	{
		"sgg_cd" : "33340",
		"sgg_nm" : "영동군"
	},
	{
		"sgg_cd" : "33350",
		"sgg_nm" : "진천군"
	},
	{
		"sgg_cd" : "33360",
		"sgg_nm" : "괴산군"
	},
	{
		"sgg_cd" : "33370",
		"sgg_nm" : "음성군"
	},
	{
		"sgg_cd" : "33380",
		"sgg_nm" : "단양군"
	},
	{
		"sgg_cd" : "33390",
		"sgg_nm" : "증평군"
	},
	{
		"sgg_cd" : "34010",
		"sgg_nm" : "천안시"
	},
	{
		"sgg_cd" : "34020",
		"sgg_nm" : "공주시"
	},
	{
		"sgg_cd" : "34030",
		"sgg_nm" : "보령시"
	},
	{
		"sgg_cd" : "34040",
		"sgg_nm" : "아산시"
	},
	{
		"sgg_cd" : "34050",
		"sgg_nm" : "서산시"
	},
	{
		"sgg_cd" : "34060",
		"sgg_nm" : "논산시"
	},
	{
		"sgg_cd" : "34070",
		"sgg_nm" : "계룡시"
	},
	{
		"sgg_cd" : "34310",
		"sgg_nm" : "금산군"
	},
	{
		"sgg_cd" : "34320",
		"sgg_nm" : "연기군"
	},
	{
		"sgg_cd" : "34330",
		"sgg_nm" : "부여군"
	},
	{
		"sgg_cd" : "34340",
		"sgg_nm" : "서천군"
	},
	{
		"sgg_cd" : "34350",
		"sgg_nm" : "청양군"
	},
	{
		"sgg_cd" : "34360",
		"sgg_nm" : "홍성군"
	},
	{
		"sgg_cd" : "34370",
		"sgg_nm" : "예산군"
	},
	{
		"sgg_cd" : "34380",
		"sgg_nm" : "태안군"
	},
	{
		"sgg_cd" : "34390",
		"sgg_nm" : "당진군"
	},
	{
		"sgg_cd" : "35010",
		"sgg_nm" : "전주시"
	},
	{
		"sgg_cd" : "35011",
		"sgg_nm" : "전주시 완산구"
	},
	{
		"sgg_cd" : "35012",
		"sgg_nm" : "전주시 덕진구"
	},
	{
		"sgg_cd" : "35020",
		"sgg_nm" : "군산시"
	},
	{
		"sgg_cd" : "35030",
		"sgg_nm" : "익산시"
	},
	{
		"sgg_cd" : "35040",
		"sgg_nm" : "정읍시"
	},
	{
		"sgg_cd" : "35050",
		"sgg_nm" : "남원시"
	},
	{
		"sgg_cd" : "35060",
		"sgg_nm" : "김제시"
	},
	{
		"sgg_cd" : "35310",
		"sgg_nm" : "완주군"
	},
	{
		"sgg_cd" : "35320",
		"sgg_nm" : "진안군"
	},
	{
		"sgg_cd" : "35330",
		"sgg_nm" : "무주군"
	},
	{
		"sgg_cd" : "35340",
		"sgg_nm" : "장수군"
	},
	{
		"sgg_cd" : "35350",
		"sgg_nm" : "임실군"
	},
	{
		"sgg_cd" : "35360",
		"sgg_nm" : "순창군"
	},
	{
		"sgg_cd" : "35370",
		"sgg_nm" : "고창군"
	},
	{
		"sgg_cd" : "35380",
		"sgg_nm" : "부안군"
	},
	{
		"sgg_cd" : "36010",
		"sgg_nm" : "목포시"
	},
	{
		"sgg_cd" : "36020",
		"sgg_nm" : "여수시"
	},
	{
		"sgg_cd" : "36030",
		"sgg_nm" : "순천시"
	},
	{
		"sgg_cd" : "36040",
		"sgg_nm" : "나주시"
	},
	{
		"sgg_cd" : "36060",
		"sgg_nm" : "광양시"
	},
	{
		"sgg_cd" : "36310",
		"sgg_nm" : "담양군"
	},
	{
		"sgg_cd" : "36320",
		"sgg_nm" : "곡성군"
	},
	{
		"sgg_cd" : "36330",
		"sgg_nm" : "구례군"
	},
	{
		"sgg_cd" : "36350",
		"sgg_nm" : "고흥군"
	},
	{
		"sgg_cd" : "36360",
		"sgg_nm" : "보성군"
	},
	{
		"sgg_cd" : "36370",
		"sgg_nm" : "화순군"
	},
	{
		"sgg_cd" : "36380",
		"sgg_nm" : "장흥군"
	},
	{
		"sgg_cd" : "36390",
		"sgg_nm" : "강진군"
	},
	{
		"sgg_cd" : "36400",
		"sgg_nm" : "해남군"
	},
	{
		"sgg_cd" : "36410",
		"sgg_nm" : "영암군"
	},
	{
		"sgg_cd" : "36420",
		"sgg_nm" : "무안군"
	},
	{
		"sgg_cd" : "36430",
		"sgg_nm" : "함평군"
	},
	{
		"sgg_cd" : "36440",
		"sgg_nm" : "영광군"
	},
	{
		"sgg_cd" : "36450",
		"sgg_nm" : "장성군"
	},
	{
		"sgg_cd" : "36460",
		"sgg_nm" : "완도군"
	},
	{
		"sgg_cd" : "36470",
		"sgg_nm" : "진도군"
	},
	{
		"sgg_cd" : "36480",
		"sgg_nm" : "신안군"
	},
	{
		"sgg_cd" : "37010",
		"sgg_nm" : "포항시"
	},
	{
		"sgg_cd" : "37011",
		"sgg_nm" : "포항시 남구"
	},
	{
		"sgg_cd" : "37012",
		"sgg_nm" : "포항시 북구"
	},
	{
		"sgg_cd" : "37020",
		"sgg_nm" : "경주시"
	},
	{
		"sgg_cd" : "37030",
		"sgg_nm" : "김천시"
	},
	{
		"sgg_cd" : "37040",
		"sgg_nm" : "안동시"
	},
	{
		"sgg_cd" : "37050",
		"sgg_nm" : "구미시"
	},
	{
		"sgg_cd" : "37060",
		"sgg_nm" : "영주시"
	},
	{
		"sgg_cd" : "37070",
		"sgg_nm" : "영천시"
	},
	{
		"sgg_cd" : "37080",
		"sgg_nm" : "상주시"
	},
	{
		"sgg_cd" : "37090",
		"sgg_nm" : "문경시"
	},
	{
		"sgg_cd" : "37100",
		"sgg_nm" : "경산시"
	},
	{
		"sgg_cd" : "37310",
		"sgg_nm" : "군위군"
	},
	{
		"sgg_cd" : "37320",
		"sgg_nm" : "의성군"
	},
	{
		"sgg_cd" : "37330",
		"sgg_nm" : "청송군"
	},
	{
		"sgg_cd" : "37340",
		"sgg_nm" : "영양군"
	},
	{
		"sgg_cd" : "37350",
		"sgg_nm" : "영덕군"
	},
	{
		"sgg_cd" : "37360",
		"sgg_nm" : "청도군"
	},
	{
		"sgg_cd" : "37370",
		"sgg_nm" : "고령군"
	},
	{
		"sgg_cd" : "37380",
		"sgg_nm" : "성주군"
	},
	{
		"sgg_cd" : "37390",
		"sgg_nm" : "칠곡군"
	},
	{
		"sgg_cd" : "37400",
		"sgg_nm" : "예천군"
	},
	{
		"sgg_cd" : "37410",
		"sgg_nm" : "봉화군"
	},
	{
		"sgg_cd" : "37420",
		"sgg_nm" : "울진군"
	},
	{
		"sgg_cd" : "37430",
		"sgg_nm" : "울릉군"
	},
	{
		"sgg_cd" : "38010",
		"sgg_nm" : "창원시"
	},
	{
		"sgg_cd" : "38020",
		"sgg_nm" : "마산시"
	},
	{
		"sgg_cd" : "38030",
		"sgg_nm" : "진주시"
	},
	{
		"sgg_cd" : "38040",
		"sgg_nm" : "진해시"
	},
	{
		"sgg_cd" : "38050",
		"sgg_nm" : "통영시"
	},
	{
		"sgg_cd" : "38060",
		"sgg_nm" : "사천시"
	},
	{
		"sgg_cd" : "38070",
		"sgg_nm" : "김해시"
	},
	{
		"sgg_cd" : "38080",
		"sgg_nm" : "밀양시"
	},
	{
		"sgg_cd" : "38090",
		"sgg_nm" : "거제시"
	},
	{
		"sgg_cd" : "38100",
		"sgg_nm" : "양산시"
	},
	{
		"sgg_cd" : "38310",
		"sgg_nm" : "의령군"
	},
	{
		"sgg_cd" : "38320",
		"sgg_nm" : "함안군"
	},
	{
		"sgg_cd" : "38330",
		"sgg_nm" : "창녕군"
	},
	{
		"sgg_cd" : "38340",
		"sgg_nm" : "고성군"
	},
	{
		"sgg_cd" : "38350",
		"sgg_nm" : "남해군"
	},
	{
		"sgg_cd" : "38360",
		"sgg_nm" : "하동군"
	},
	{
		"sgg_cd" : "38370",
		"sgg_nm" : "산청군"
	},
	{
		"sgg_cd" : "38380",
		"sgg_nm" : "함양군"
	},
	{
		"sgg_cd" : "38390",
		"sgg_nm" : "거창군"
	},
	{
		"sgg_cd" : "38400",
		"sgg_nm" : "합천군"
	},
	{
		"sgg_cd" : "39010",
		"sgg_nm" : "제주시"
	},
	{
		"sgg_cd" : "39020",
		"sgg_nm" : "서귀포시"
	},
	{
		"sgg_cd" : "39310",
		"sgg_nm" : "북제주군"
	},
	{
		"sgg_cd" : "39320",
		"sgg_nm" : "남제주군"
	}
]

sgg_codes_2010 = [
	{
		"sgg_cd" : "11010",
		"sgg_nm" : "종로구"
	},
	{
		"sgg_cd" : "11020",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "11030",
		"sgg_nm" : "용산구"
	},
	{
		"sgg_cd" : "11040",
		"sgg_nm" : "성동구"
	},
	{
		"sgg_cd" : "11050",
		"sgg_nm" : "광진구"
	},
	{
		"sgg_cd" : "11060",
		"sgg_nm" : "동대문구"
	},
	{
		"sgg_cd" : "11070",
		"sgg_nm" : "중랑구"
	},
	{
		"sgg_cd" : "11080",
		"sgg_nm" : "성북구"
	},
	{
		"sgg_cd" : "11090",
		"sgg_nm" : "강북구"
	},
	{
		"sgg_cd" : "11100",
		"sgg_nm" : "도봉구"
	},
	{
		"sgg_cd" : "11110",
		"sgg_nm" : "노원구"
	},
	{
		"sgg_cd" : "11120",
		"sgg_nm" : "은평구"
	},
	{
		"sgg_cd" : "11130",
		"sgg_nm" : "서대문구"
	},
	{
		"sgg_cd" : "11140",
		"sgg_nm" : "마포구"
	},
	{
		"sgg_cd" : "11150",
		"sgg_nm" : "양천구"
	},
	{
		"sgg_cd" : "11160",
		"sgg_nm" : "강서구"
	},
	{
		"sgg_cd" : "11170",
		"sgg_nm" : "구로구"
	},
	{
		"sgg_cd" : "11180",
		"sgg_nm" : "금천구"
	},
	{
		"sgg_cd" : "11190",
		"sgg_nm" : "영등포구"
	},
	{
		"sgg_cd" : "11200",
		"sgg_nm" : "동작구"
	},
	{
		"sgg_cd" : "11210",
		"sgg_nm" : "관악구"
	},
	{
		"sgg_cd" : "11220",
		"sgg_nm" : "서초구"
	},
	{
		"sgg_cd" : "11230",
		"sgg_nm" : "강남구"
	},
	{
		"sgg_cd" : "11240",
		"sgg_nm" : "송파구"
	},
	{
		"sgg_cd" : "11250",
		"sgg_nm" : "강동구"
	},
	{
		"sgg_cd" : "21010",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "21020",
		"sgg_nm" : "서구"
	},
	{
		"sgg_cd" : "21030",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "21040",
		"sgg_nm" : "영도구"
	},
	{
		"sgg_cd" : "21050",
		"sgg_nm" : "부산진구"
	},
	{
		"sgg_cd" : "21050",
		"sgg_nm" : "진구"
	},
	{
		"sgg_cd" : "21060",
		"sgg_nm" : "동래구"
	},
	{
		"sgg_cd" : "21070",
		"sgg_nm" : "남구"
	},
	{
		"sgg_cd" : "21080",
		"sgg_nm" : "북구"
	},
	{
		"sgg_cd" : "21090",
		"sgg_nm" : "해운대구"
	},
	{
		"sgg_cd" : "21100",
		"sgg_nm" : "사하구"
	},
	{
		"sgg_cd" : "21110",
		"sgg_nm" : "금정구"
	},
	{
		"sgg_cd" : "21120",
		"sgg_nm" : "강서구"
	},
	{
		"sgg_cd" : "21130",
		"sgg_nm" : "연제구"
	},
	{
		"sgg_cd" : "21140",
		"sgg_nm" : "수영구"
	},
	{
		"sgg_cd" : "21150",
		"sgg_nm" : "사상구"
	},
	{
		"sgg_cd" : "21310",
		"sgg_nm" : "기장군"
	},
	{
		"sgg_cd" : "22010",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "22020",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "22030",
		"sgg_nm" : "서구"
	},
	{
		"sgg_cd" : "22040",
		"sgg_nm" : "남구"
	},
	{
		"sgg_cd" : "22050",
		"sgg_nm" : "북구"
	},
	{
		"sgg_cd" : "22060",
		"sgg_nm" : "수성구"
	},
	{
		"sgg_cd" : "22070",
		"sgg_nm" : "달서구"
	},
	{
		"sgg_cd" : "22310",
		"sgg_nm" : "달성군"
	},
	{
		"sgg_cd" : "23010",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "23020",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "23030",
		"sgg_nm" : "남구"
	},
	{
		"sgg_cd" : "23040",
		"sgg_nm" : "연수구"
	},
	{
		"sgg_cd" : "23050",
		"sgg_nm" : "남동구"
	},
	{
		"sgg_cd" : "23060",
		"sgg_nm" : "부평구"
	},
	{
		"sgg_cd" : "23070",
		"sgg_nm" : "계양구"
	},
	{
		"sgg_cd" : "23080",
		"sgg_nm" : "서구"
	},
	{
		"sgg_cd" : "23310",
		"sgg_nm" : "강화군"
	},
	{
		"sgg_cd" : "23320",
		"sgg_nm" : "옹진군"
	},
	{
		"sgg_cd" : "24010",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "24020",
		"sgg_nm" : "서구"
	},
	{
		"sgg_cd" : "24030",
		"sgg_nm" : "남구"
	},
	{
		"sgg_cd" : "24040",
		"sgg_nm" : "북구"
	},
	{
		"sgg_cd" : "24050",
		"sgg_nm" : "광산구"
	},
	{
		"sgg_cd" : "25010",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "25020",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "25030",
		"sgg_nm" : "서구"
	},
	{
		"sgg_cd" : "25040",
		"sgg_nm" : "유성구"
	},
	{
		"sgg_cd" : "25050",
		"sgg_nm" : "대덕구"
	},
	{
		"sgg_cd" : "26010",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "26020",
		"sgg_nm" : "남구"
	},
	{
		"sgg_cd" : "26030",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "26040",
		"sgg_nm" : "북구"
	},
	{
		"sgg_cd" : "26310",
		"sgg_nm" : "울주군"
	},
	{
		"sgg_cd" : "31010",
		"sgg_nm" : "수원시"
	},
	{
		"sgg_cd" : "31011",
		"sgg_nm" : "수원시 장안구"
	},
	{
		"sgg_cd" : "31012",
		"sgg_nm" : "수원시 권선구"
	},
	{
		"sgg_cd" : "31013",
		"sgg_nm" : "수원시 팔달구"
	},
	{
		"sgg_cd" : "31014",
		"sgg_nm" : "수원시 영통구"
	},
	{
		"sgg_cd" : "31020",
		"sgg_nm" : "성남시"
	},
	{
		"sgg_cd" : "31021",
		"sgg_nm" : "성남시 수정구"
	},
	{
		"sgg_cd" : "31022",
		"sgg_nm" : "성남시 중원구"
	},
	{
		"sgg_cd" : "31023",
		"sgg_nm" : "성남시 분당구"
	},
	{
		"sgg_cd" : "31030",
		"sgg_nm" : "의정부시"
	},
	{
		"sgg_cd" : "31040",
		"sgg_nm" : "안양시"
	},
	{
		"sgg_cd" : "31041",
		"sgg_nm" : "안양시 만안구"
	},
	{
		"sgg_cd" : "31042",
		"sgg_nm" : "안양시 동안구"
	},
	{
		"sgg_cd" : "31050",
		"sgg_nm" : "부천시"
	},
	{
		"sgg_cd" : "31051",
		"sgg_nm" : "부천시 원미구"
	},
	{
		"sgg_cd" : "31052",
		"sgg_nm" : "부천시 소사구"
	},
	{
		"sgg_cd" : "31053",
		"sgg_nm" : "부천시 오정구"
	},
	{
		"sgg_cd" : "31060",
		"sgg_nm" : "광명시"
	},
	{
		"sgg_cd" : "31070",
		"sgg_nm" : "평택시"
	},
	{
		"sgg_cd" : "31080",
		"sgg_nm" : "동두천시"
	},
	{
		"sgg_cd" : "31090",
		"sgg_nm" : "안산시"
	},
	{
		"sgg_cd" : "31091",
		"sgg_nm" : "안산시 상록구"
	},
	{
		"sgg_cd" : "31092",
		"sgg_nm" : "안산시 단원구"
	},
	{
		"sgg_cd" : "31100",
		"sgg_nm" : "고양시"
	},
	{
		"sgg_cd" : "31101",
		"sgg_nm" : "고양시 덕양구"
	},
	{
		"sgg_cd" : "31103",
		"sgg_nm" : "고양시 일산동구"
	},
	{
		"sgg_cd" : "31104",
		"sgg_nm" : "고양시 일산서구"
	},
	{
		"sgg_cd" : "31110",
		"sgg_nm" : "과천시"
	},
	{
		"sgg_cd" : "31120",
		"sgg_nm" : "구리시"
	},
	{
		"sgg_cd" : "31130",
		"sgg_nm" : "남양주시"
	},
	{
		"sgg_cd" : "31140",
		"sgg_nm" : "오산시"
	},
	{
		"sgg_cd" : "31150",
		"sgg_nm" : "시흥시"
	},
	{
		"sgg_cd" : "31160",
		"sgg_nm" : "군포시"
	},
	{
		"sgg_cd" : "31170",
		"sgg_nm" : "의왕시"
	},
	{
		"sgg_cd" : "31180",
		"sgg_nm" : "하남시"
	},
	{
		"sgg_cd" : "31190",
		"sgg_nm" : "용인시"
	},
	{
		"sgg_cd" : "31191",
		"sgg_nm" : "용인시 처인구"
	},
	{
		"sgg_cd" : "31192",
		"sgg_nm" : "용인시 기흥구"
	},
	{
		"sgg_cd" : "31193",
		"sgg_nm" : "용인시 수지구"
	},
	{
		"sgg_cd" : "31200",
		"sgg_nm" : "파주시"
	},
	{
		"sgg_cd" : "31210",
		"sgg_nm" : "이천시"
	},
	{
		"sgg_cd" : "31220",
		"sgg_nm" : "안성시"
	},
	{
		"sgg_cd" : "31230",
		"sgg_nm" : "김포시"
	},
	{
		"sgg_cd" : "31240",
		"sgg_nm" : "화성시"
	},
	{
		"sgg_cd" : "31250",
		"sgg_nm" : "광주시"
	},
	{
		"sgg_cd" : "31260",
		"sgg_nm" : "양주시"
	},
	{
		"sgg_cd" : "31270",
		"sgg_nm" : "포천시"
	},
	{
		"sgg_cd" : "31320",
		"sgg_nm" : "여주군"
	},
	{
		"sgg_cd" : "31350",
		"sgg_nm" : "연천군"
	},
	{
		"sgg_cd" : "31370",
		"sgg_nm" : "가평군"
	},
	{
		"sgg_cd" : "31380",
		"sgg_nm" : "양평군"
	},
	{
		"sgg_cd" : "32010",
		"sgg_nm" : "춘천시"
	},
	{
		"sgg_cd" : "32020",
		"sgg_nm" : "원주시"
	},
	{
		"sgg_cd" : "32030",
		"sgg_nm" : "강릉시"
	},
	{
		"sgg_cd" : "32040",
		"sgg_nm" : "동해시"
	},
	{
		"sgg_cd" : "32050",
		"sgg_nm" : "태백시"
	},
	{
		"sgg_cd" : "32060",
		"sgg_nm" : "속초시"
	},
	{
		"sgg_cd" : "32070",
		"sgg_nm" : "삼척시"
	},
	{
		"sgg_cd" : "32310",
		"sgg_nm" : "홍천군"
	},
	{
		"sgg_cd" : "32320",
		"sgg_nm" : "횡성군"
	},
	{
		"sgg_cd" : "32330",
		"sgg_nm" : "영월군"
	},
	{
		"sgg_cd" : "32340",
		"sgg_nm" : "평창군"
	},
	{
		"sgg_cd" : "32350",
		"sgg_nm" : "정선군"
	},
	{
		"sgg_cd" : "32360",
		"sgg_nm" : "철원군"
	},
	{
		"sgg_cd" : "32370",
		"sgg_nm" : "화천군"
	},
	{
		"sgg_cd" : "32380",
		"sgg_nm" : "양구군"
	},
	{
		"sgg_cd" : "32390",
		"sgg_nm" : "인제군"
	},
	{
		"sgg_cd" : "32400",
		"sgg_nm" : "고성군"
	},
	{
		"sgg_cd" : "32410",
		"sgg_nm" : "양양군"
	},
	{
		"sgg_cd" : "33010",
		"sgg_nm" : "청주시"
	},
	{
		"sgg_cd" : "33011",
		"sgg_nm" : "청주시 상당구"
	},
	{
		"sgg_cd" : "33012",
		"sgg_nm" : "청주시 흥덕구"
	},
	{
		"sgg_cd" : "33020",
		"sgg_nm" : "충주시"
	},
	{
		"sgg_cd" : "33030",
		"sgg_nm" : "제천시"
	},
	{
		"sgg_cd" : "33310",
		"sgg_nm" : "청원군"
	},
	{
		"sgg_cd" : "33320",
		"sgg_nm" : "보은군"
	},
	{
		"sgg_cd" : "33330",
		"sgg_nm" : "옥천군"
	},
	{
		"sgg_cd" : "33340",
		"sgg_nm" : "영동군"
	},
	{
		"sgg_cd" : "33350",
		"sgg_nm" : "진천군"
	},
	{
		"sgg_cd" : "33360",
		"sgg_nm" : "괴산군"
	},
	{
		"sgg_cd" : "33370",
		"sgg_nm" : "음성군"
	},
	{
		"sgg_cd" : "33380",
		"sgg_nm" : "단양군"
	},
	{
		"sgg_cd" : "33390",
		"sgg_nm" : "증평군"
	},
	{
		"sgg_cd" : "34011",
		"sgg_nm" : "천안시 동남구"
	},
	{
		"sgg_cd" : "34012",
		"sgg_nm" : "천안시 서북구"
	},
	{
		"sgg_cd" : "34020",
		"sgg_nm" : "공주시"
	},
	{
		"sgg_cd" : "34030",
		"sgg_nm" : "보령시"
	},
	{
		"sgg_cd" : "34040",
		"sgg_nm" : "아산시"
	},
	{
		"sgg_cd" : "34050",
		"sgg_nm" : "서산시"
	},
	{
		"sgg_cd" : "34060",
		"sgg_nm" : "논산시"
	},
	{
		"sgg_cd" : "34070",
		"sgg_nm" : "계룡시"
	},
	{
		"sgg_cd" : "34310",
		"sgg_nm" : "금산군"
	},
	{
		"sgg_cd" : "34320",
		"sgg_nm" : "연기군"
	},
	{
		"sgg_cd" : "34330",
		"sgg_nm" : "부여군"
	},
	{
		"sgg_cd" : "34340",
		"sgg_nm" : "서천군"
	},
	{
		"sgg_cd" : "34350",
		"sgg_nm" : "청양군"
	},
	{
		"sgg_cd" : "34360",
		"sgg_nm" : "홍성군"
	},
	{
		"sgg_cd" : "34370",
		"sgg_nm" : "예산군"
	},
	{
		"sgg_cd" : "34380",
		"sgg_nm" : "태안군"
	},
	{
		"sgg_cd" : "34390",
		"sgg_nm" : "당진군"
	},
	{
		"sgg_cd" : "35010",
		"sgg_nm" : "전주시"
	},
	{
		"sgg_cd" : "35011",
		"sgg_nm" : "전주시 완산구"
	},
	{
		"sgg_cd" : "35012",
		"sgg_nm" : "전주시 덕진구"
	},
	{
		"sgg_cd" : "35020",
		"sgg_nm" : "군산시"
	},
	{
		"sgg_cd" : "35030",
		"sgg_nm" : "익산시"
	},
	{
		"sgg_cd" : "35040",
		"sgg_nm" : "정읍시"
	},
	{
		"sgg_cd" : "35050",
		"sgg_nm" : "남원시"
	},
	{
		"sgg_cd" : "35060",
		"sgg_nm" : "김제시"
	},
	{
		"sgg_cd" : "35310",
		"sgg_nm" : "완주군"
	},
	{
		"sgg_cd" : "35320",
		"sgg_nm" : "진안군"
	},
	{
		"sgg_cd" : "35330",
		"sgg_nm" : "무주군"
	},
	{
		"sgg_cd" : "35340",
		"sgg_nm" : "장수군"
	},
	{
		"sgg_cd" : "35350",
		"sgg_nm" : "임실군"
	},
	{
		"sgg_cd" : "35360",
		"sgg_nm" : "순창군"
	},
	{
		"sgg_cd" : "35370",
		"sgg_nm" : "고창군"
	},
	{
		"sgg_cd" : "35380",
		"sgg_nm" : "부안군"
	},
	{
		"sgg_cd" : "36010",
		"sgg_nm" : "목포시"
	},
	{
		"sgg_cd" : "36020",
		"sgg_nm" : "여수시"
	},
	{
		"sgg_cd" : "36030",
		"sgg_nm" : "순천시"
	},
	{
		"sgg_cd" : "36040",
		"sgg_nm" : "나주시"
	},
	{
		"sgg_cd" : "36060",
		"sgg_nm" : "광양시"
	},
	{
		"sgg_cd" : "36310",
		"sgg_nm" : "담양군"
	},
	{
		"sgg_cd" : "36320",
		"sgg_nm" : "곡성군"
	},
	{
		"sgg_cd" : "36330",
		"sgg_nm" : "구례군"
	},
	{
		"sgg_cd" : "36350",
		"sgg_nm" : "고흥군"
	},
	{
		"sgg_cd" : "36360",
		"sgg_nm" : "보성군"
	},
	{
		"sgg_cd" : "36370",
		"sgg_nm" : "화순군"
	},
	{
		"sgg_cd" : "36380",
		"sgg_nm" : "장흥군"
	},
	{
		"sgg_cd" : "36390",
		"sgg_nm" : "강진군"
	},
	{
		"sgg_cd" : "36400",
		"sgg_nm" : "해남군"
	},
	{
		"sgg_cd" : "36410",
		"sgg_nm" : "영암군"
	},
	{
		"sgg_cd" : "36420",
		"sgg_nm" : "무안군"
	},
	{
		"sgg_cd" : "36430",
		"sgg_nm" : "함평군"
	},
	{
		"sgg_cd" : "36440",
		"sgg_nm" : "영광군"
	},
	{
		"sgg_cd" : "36450",
		"sgg_nm" : "장성군"
	},
	{
		"sgg_cd" : "36460",
		"sgg_nm" : "완도군"
	},
	{
		"sgg_cd" : "36470",
		"sgg_nm" : "진도군"
	},
	{
		"sgg_cd" : "36480",
		"sgg_nm" : "신안군"
	},
	{
		"sgg_cd" : "37010",
		"sgg_nm" : "포항시"
	},
	{
		"sgg_cd" : "37011",
		"sgg_nm" : "포항시 남구"
	},
	{
		"sgg_cd" : "37012",
		"sgg_nm" : "포항시 북구"
	},
	{
		"sgg_cd" : "37020",
		"sgg_nm" : "경주시"
	},
	{
		"sgg_cd" : "37030",
		"sgg_nm" : "김천시"
	},
	{
		"sgg_cd" : "37040",
		"sgg_nm" : "안동시"
	},
	{
		"sgg_cd" : "37050",
		"sgg_nm" : "구미시"
	},
	{
		"sgg_cd" : "37060",
		"sgg_nm" : "영주시"
	},
	{
		"sgg_cd" : "37070",
		"sgg_nm" : "영천시"
	},
	{
		"sgg_cd" : "37080",
		"sgg_nm" : "상주시"
	},
	{
		"sgg_cd" : "37090",
		"sgg_nm" : "문경시"
	},
	{
		"sgg_cd" : "37100",
		"sgg_nm" : "경산시"
	},
	{
		"sgg_cd" : "37310",
		"sgg_nm" : "군위군"
	},
	{
		"sgg_cd" : "37320",
		"sgg_nm" : "의성군"
	},
	{
		"sgg_cd" : "37330",
		"sgg_nm" : "청송군"
	},
	{
		"sgg_cd" : "37340",
		"sgg_nm" : "영양군"
	},
	{
		"sgg_cd" : "37350",
		"sgg_nm" : "영덕군"
	},
	{
		"sgg_cd" : "37360",
		"sgg_nm" : "청도군"
	},
	{
		"sgg_cd" : "37370",
		"sgg_nm" : "고령군"
	},
	{
		"sgg_cd" : "37380",
		"sgg_nm" : "성주군"
	},
	{
		"sgg_cd" : "37390",
		"sgg_nm" : "칠곡군"
	},
	{
		"sgg_cd" : "37400",
		"sgg_nm" : "예천군"
	},
	{
		"sgg_cd" : "37410",
		"sgg_nm" : "봉화군"
	},
	{
		"sgg_cd" : "37420",
		"sgg_nm" : "울진군"
	},
	{
		"sgg_cd" : "37430",
		"sgg_nm" : "울릉군"
	},
	{
		"sgg_cd" : "38030",
		"sgg_nm" : "진주시"
	},
	{
		"sgg_cd" : "38050",
		"sgg_nm" : "통영시"
	},
	{
		"sgg_cd" : "38060",
		"sgg_nm" : "사천시"
	},
	{
		"sgg_cd" : "38070",
		"sgg_nm" : "김해시"
	},
	{
		"sgg_cd" : "38080",
		"sgg_nm" : "밀양시"
	},
	{
		"sgg_cd" : "38090",
		"sgg_nm" : "거제시"
	},
	{
		"sgg_cd" : "38100",
		"sgg_nm" : "양산시"
	},
	{
		"sgg_cd" : "38110",
		"sgg_nm" : "창원시"
	},
	{
		"sgg_cd" : "38111",
		"sgg_nm" : "창원시 의창구"
	},
	{
		"sgg_cd" : "38112",
		"sgg_nm" : "창원시 성산구"
	},
	{
		"sgg_cd" : "38113",
		"sgg_nm" : "창원시 마산합포구"
	},
	{
		"sgg_cd" : "38114",
		"sgg_nm" : "창원시 마산회원구"
	},
	{
		"sgg_cd" : "38115",
		"sgg_nm" : "창원시 진해구"
	},
	{
		"sgg_cd" : "38310",
		"sgg_nm" : "의령군"
	},
	{
		"sgg_cd" : "38320",
		"sgg_nm" : "함안군"
	},
	{
		"sgg_cd" : "38330",
		"sgg_nm" : "창녕군"
	},
	{
		"sgg_cd" : "38340",
		"sgg_nm" : "고성군"
	},
	{
		"sgg_cd" : "38350",
		"sgg_nm" : "남해군"
	},
	{
		"sgg_cd" : "38360",
		"sgg_nm" : "하동군"
	},
	{
		"sgg_cd" : "38370",
		"sgg_nm" : "산청군"
	},
	{
		"sgg_cd" : "38380",
		"sgg_nm" : "함양군"
	},
	{
		"sgg_cd" : "38390",
		"sgg_nm" : "거창군"
	},
	{
		"sgg_cd" : "38400",
		"sgg_nm" : "합천군"
	},
	{
		"sgg_cd" : "39010",
		"sgg_nm" : "제주시"
	},
	{
		"sgg_cd" : "39020",
		"sgg_nm" : "서귀포시"
	}
]

sgg_codes_2015 = [
	{
		"sgg_cd" : "11010",
		"sgg_nm" : "종로구"
	},
	{
		"sgg_cd" : "11020",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "11030",
		"sgg_nm" : "용산구"
	},
	{
		"sgg_cd" : "11040",
		"sgg_nm" : "성동구"
	},
	{
		"sgg_cd" : "11050",
		"sgg_nm" : "광진구"
	},
	{
		"sgg_cd" : "11060",
		"sgg_nm" : "동대문구"
	},
	{
		"sgg_cd" : "11070",
		"sgg_nm" : "중랑구"
	},
	{
		"sgg_cd" : "11080",
		"sgg_nm" : "성북구"
	},
	{
		"sgg_cd" : "11090",
		"sgg_nm" : "강북구"
	},
	{
		"sgg_cd" : "11100",
		"sgg_nm" : "도봉구"
	},
	{
		"sgg_cd" : "11110",
		"sgg_nm" : "노원구"
	},
	{
		"sgg_cd" : "11120",
		"sgg_nm" : "은평구"
	},
	{
		"sgg_cd" : "11130",
		"sgg_nm" : "서대문구"
	},
	{
		"sgg_cd" : "11140",
		"sgg_nm" : "마포구"
	},
	{
		"sgg_cd" : "11150",
		"sgg_nm" : "양천구"
	},
	{
		"sgg_cd" : "11160",
		"sgg_nm" : "강서구"
	},
	{
		"sgg_cd" : "11170",
		"sgg_nm" : "구로구"
	},
	{
		"sgg_cd" : "11180",
		"sgg_nm" : "금천구"
	},
	{
		"sgg_cd" : "11190",
		"sgg_nm" : "영등포구"
	},
	{
		"sgg_cd" : "11200",
		"sgg_nm" : "동작구"
	},
	{
		"sgg_cd" : "11210",
		"sgg_nm" : "관악구"
	},
	{
		"sgg_cd" : "11220",
		"sgg_nm" : "서초구"
	},
	{
		"sgg_cd" : "11230",
		"sgg_nm" : "강남구"
	},
	{
		"sgg_cd" : "11240",
		"sgg_nm" : "송파구"
	},
	{
		"sgg_cd" : "11250",
		"sgg_nm" : "강동구"
	},
	{
		"sgg_cd" : "21010",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "21020",
		"sgg_nm" : "서구"
	},
	{
		"sgg_cd" : "21030",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "21040",
		"sgg_nm" : "영도구"
	},
	{
		"sgg_cd" : "21050",
		"sgg_nm" : "부산진구"
	},
	{
		"sgg_cd" : "21050",
		"sgg_nm" : "진구"
	},
	{
		"sgg_cd" : "21060",
		"sgg_nm" : "동래구"
	},
	{
		"sgg_cd" : "21070",
		"sgg_nm" : "남구"
	},
	{
		"sgg_cd" : "21080",
		"sgg_nm" : "북구"
	},
	{
		"sgg_cd" : "21090",
		"sgg_nm" : "해운대구"
	},
	{
		"sgg_cd" : "21100",
		"sgg_nm" : "사하구"
	},
	{
		"sgg_cd" : "21110",
		"sgg_nm" : "금정구"
	},
	{
		"sgg_cd" : "21120",
		"sgg_nm" : "강서구"
	},
	{
		"sgg_cd" : "21130",
		"sgg_nm" : "연제구"
	},
	{
		"sgg_cd" : "21140",
		"sgg_nm" : "수영구"
	},
	{
		"sgg_cd" : "21150",
		"sgg_nm" : "사상구"
	},
	{
		"sgg_cd" : "21310",
		"sgg_nm" : "기장군"
	},
	{
		"sgg_cd" : "22010",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "22020",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "22030",
		"sgg_nm" : "서구"
	},
	{
		"sgg_cd" : "22040",
		"sgg_nm" : "남구"
	},
	{
		"sgg_cd" : "22050",
		"sgg_nm" : "북구"
	},
	{
		"sgg_cd" : "22060",
		"sgg_nm" : "수성구"
	},
	{
		"sgg_cd" : "22070",
		"sgg_nm" : "달서구"
	},
	{
		"sgg_cd" : "22310",
		"sgg_nm" : "달성군"
	},
	{
		"sgg_cd" : "23010",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "23020",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "23030",
		"sgg_nm" : "남구"
	},
	{
		"sgg_cd" : "23040",
		"sgg_nm" : "연수구"
	},
	{
		"sgg_cd" : "23050",
		"sgg_nm" : "남동구"
	},
	{
		"sgg_cd" : "23060",
		"sgg_nm" : "부평구"
	},
	{
		"sgg_cd" : "23070",
		"sgg_nm" : "계양구"
	},
	{
		"sgg_cd" : "23080",
		"sgg_nm" : "서구"
	},
	{
		"sgg_cd" : "23310",
		"sgg_nm" : "강화군"
	},
	{
		"sgg_cd" : "23320",
		"sgg_nm" : "옹진군"
	},
	{
		"sgg_cd" : "24010",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "24020",
		"sgg_nm" : "서구"
	},
	{
		"sgg_cd" : "24030",
		"sgg_nm" : "남구"
	},
	{
		"sgg_cd" : "24040",
		"sgg_nm" : "북구"
	},
	{
		"sgg_cd" : "24050",
		"sgg_nm" : "광산구"
	},
	{
		"sgg_cd" : "25010",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "25020",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "25030",
		"sgg_nm" : "서구"
	},
	{
		"sgg_cd" : "25040",
		"sgg_nm" : "유성구"
	},
	{
		"sgg_cd" : "25050",
		"sgg_nm" : "대덕구"
	},
	{
		"sgg_cd" : "26010",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "26020",
		"sgg_nm" : "남구"
	},
	{
		"sgg_cd" : "26030",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "26040",
		"sgg_nm" : "북구"
	},
	{
		"sgg_cd" : "26310",
		"sgg_nm" : "울주군"
	},
	{
		"sgg_cd" : "29010",
		"sgg_nm" : "세종특별자치시"
	},
	{
		"sgg_cd" : "31010",
		"sgg_nm" : "수원시"
	},
	{
		"sgg_cd" : "31011",
		"sgg_nm" : "수원시 장안구"
	},
	{
		"sgg_cd" : "31012",
		"sgg_nm" : "수원시 권선구"
	},
	{
		"sgg_cd" : "31013",
		"sgg_nm" : "수원시 팔달구"
	},
	{
		"sgg_cd" : "31014",
		"sgg_nm" : "수원시 영통구"
	},
	{
		"sgg_cd" : "31020",
		"sgg_nm" : "성남시"
	},
	{
		"sgg_cd" : "31021",
		"sgg_nm" : "성남시 수정구"
	},
	{
		"sgg_cd" : "31022",
		"sgg_nm" : "성남시 중원구"
	},
	{
		"sgg_cd" : "31023",
		"sgg_nm" : "성남시 분당구"
	},
	{
		"sgg_cd" : "31030",
		"sgg_nm" : "의정부시"
	},
	{
		"sgg_cd" : "31040",
		"sgg_nm" : "안양시"
	},
	{
		"sgg_cd" : "31041",
		"sgg_nm" : "안양시 만안구"
	},
	{
		"sgg_cd" : "31042",
		"sgg_nm" : "안양시 동안구"
	},
	{
		"sgg_cd" : "31050",
		"sgg_nm" : "부천시"
	},
	{
		"sgg_cd" : "31051",
		"sgg_nm" : "부천시 원미구"
	},
	{
		"sgg_cd" : "31052",
		"sgg_nm" : "부천시 소사구"
	},
	{
		"sgg_cd" : "31053",
		"sgg_nm" : "부천시 오정구"
	},
	{
		"sgg_cd" : "31060",
		"sgg_nm" : "광명시"
	},
	{
		"sgg_cd" : "31070",
		"sgg_nm" : "평택시"
	},
	{
		"sgg_cd" : "31080",
		"sgg_nm" : "동두천시"
	},
	{
		"sgg_cd" : "31090",
		"sgg_nm" : "안산시"
	},
	{
		"sgg_cd" : "31091",
		"sgg_nm" : "안산시 상록구"
	},
	{
		"sgg_cd" : "31092",
		"sgg_nm" : "안산시 단원구"
	},
	{
		"sgg_cd" : "31100",
		"sgg_nm" : "고양시"
	},
	{
		"sgg_cd" : "31101",
		"sgg_nm" : "고양시 덕양구"
	},
	{
		"sgg_cd" : "31103",
		"sgg_nm" : "고양시 일산동구"
	},
	{
		"sgg_cd" : "31104",
		"sgg_nm" : "고양시 일산서구"
	},
	{
		"sgg_cd" : "31110",
		"sgg_nm" : "과천시"
	},
	{
		"sgg_cd" : "31120",
		"sgg_nm" : "구리시"
	},
	{
		"sgg_cd" : "31130",
		"sgg_nm" : "남양주시"
	},
	{
		"sgg_cd" : "31140",
		"sgg_nm" : "오산시"
	},
	{
		"sgg_cd" : "31150",
		"sgg_nm" : "시흥시"
	},
	{
		"sgg_cd" : "31160",
		"sgg_nm" : "군포시"
	},
	{
		"sgg_cd" : "31170",
		"sgg_nm" : "의왕시"
	},
	{
		"sgg_cd" : "31180",
		"sgg_nm" : "하남시"
	},
	{
		"sgg_cd" : "31190",
		"sgg_nm" : "용인시"
	},
	{
		"sgg_cd" : "31191",
		"sgg_nm" : "용인시 처인구"
	},
	{
		"sgg_cd" : "31192",
		"sgg_nm" : "용인시 기흥구"
	},
	{
		"sgg_cd" : "31193",
		"sgg_nm" : "용인시 수지구"
	},
	{
		"sgg_cd" : "31200",
		"sgg_nm" : "파주시"
	},
	{
		"sgg_cd" : "31210",
		"sgg_nm" : "이천시"
	},
	{
		"sgg_cd" : "31220",
		"sgg_nm" : "안성시"
	},
	{
		"sgg_cd" : "31230",
		"sgg_nm" : "김포시"
	},
	{
		"sgg_cd" : "31240",
		"sgg_nm" : "화성시"
	},
	{
		"sgg_cd" : "31250",
		"sgg_nm" : "광주시"
	},
	{
		"sgg_cd" : "31260",
		"sgg_nm" : "양주시"
	},
	{
		"sgg_cd" : "31270",
		"sgg_nm" : "포천시"
	},
	{
		"sgg_cd" : "31280",
		"sgg_nm" : "여주시"
	},
	{
		"sgg_cd" : "31350",
		"sgg_nm" : "연천군"
	},
	{
		"sgg_cd" : "31370",
		"sgg_nm" : "가평군"
	},
	{
		"sgg_cd" : "31380",
		"sgg_nm" : "양평군"
	},
	{
		"sgg_cd" : "32010",
		"sgg_nm" : "춘천시"
	},
	{
		"sgg_cd" : "32020",
		"sgg_nm" : "원주시"
	},
	{
		"sgg_cd" : "32030",
		"sgg_nm" : "강릉시"
	},
	{
		"sgg_cd" : "32040",
		"sgg_nm" : "동해시"
	},
	{
		"sgg_cd" : "32050",
		"sgg_nm" : "태백시"
	},
	{
		"sgg_cd" : "32060",
		"sgg_nm" : "속초시"
	},
	{
		"sgg_cd" : "32070",
		"sgg_nm" : "삼척시"
	},
	{
		"sgg_cd" : "32310",
		"sgg_nm" : "홍천군"
	},
	{
		"sgg_cd" : "32320",
		"sgg_nm" : "횡성군"
	},
	{
		"sgg_cd" : "32330",
		"sgg_nm" : "영월군"
	},
	{
		"sgg_cd" : "32340",
		"sgg_nm" : "평창군"
	},
	{
		"sgg_cd" : "32350",
		"sgg_nm" : "정선군"
	},
	{
		"sgg_cd" : "32360",
		"sgg_nm" : "철원군"
	},
	{
		"sgg_cd" : "32370",
		"sgg_nm" : "화천군"
	},
	{
		"sgg_cd" : "32380",
		"sgg_nm" : "양구군"
	},
	{
		"sgg_cd" : "32390",
		"sgg_nm" : "인제군"
	},
	{
		"sgg_cd" : "32400",
		"sgg_nm" : "고성군"
	},
	{
		"sgg_cd" : "32410",
		"sgg_nm" : "양양군"
	},
	{
		"sgg_cd" : "33020",
		"sgg_nm" : "충주시"
	},
	{
		"sgg_cd" : "33030",
		"sgg_nm" : "제천시"
	},
	{
		"sgg_cd" : "33040",
		"sgg_nm" : "청주시"
	},
	{
		"sgg_cd" : "33041",
		"sgg_nm" : "청주시 상당구"
	},
	{
		"sgg_cd" : "33042",
		"sgg_nm" : "청주시 서원구"
	},
	{
		"sgg_cd" : "33043",
		"sgg_nm" : "청주시 흥덕구"
	},
	{
		"sgg_cd" : "33044",
		"sgg_nm" : "청주시 청원구"
	},
	{
		"sgg_cd" : "33320",
		"sgg_nm" : "보은군"
	},
	{
		"sgg_cd" : "33330",
		"sgg_nm" : "옥천군"
	},
	{
		"sgg_cd" : "33340",
		"sgg_nm" : "영동군"
	},
	{
		"sgg_cd" : "33350",
		"sgg_nm" : "진천군"
	},
	{
		"sgg_cd" : "33360",
		"sgg_nm" : "괴산군"
	},
	{
		"sgg_cd" : "33370",
		"sgg_nm" : "음성군"
	},
	{
		"sgg_cd" : "33380",
		"sgg_nm" : "단양군"
	},
	{
		"sgg_cd" : "33390",
		"sgg_nm" : "증평군"
	},
	{
		"sgg_cd" : "34011",
		"sgg_nm" : "천안시 동남구"
	},
	{
		"sgg_cd" : "34012",
		"sgg_nm" : "천안시 서북구"
	},
	{
		"sgg_cd" : "34020",
		"sgg_nm" : "공주시"
	},
	{
		"sgg_cd" : "34030",
		"sgg_nm" : "보령시"
	},
	{
		"sgg_cd" : "34040",
		"sgg_nm" : "아산시"
	},
	{
		"sgg_cd" : "34050",
		"sgg_nm" : "서산시"
	},
	{
		"sgg_cd" : "34060",
		"sgg_nm" : "논산시"
	},
	{
		"sgg_cd" : "34070",
		"sgg_nm" : "계룡시"
	},
	{
		"sgg_cd" : "34080",
		"sgg_nm" : "당진시"
	},
	{
		"sgg_cd" : "34310",
		"sgg_nm" : "금산군"
	},
	{
		"sgg_cd" : "34330",
		"sgg_nm" : "부여군"
	},
	{
		"sgg_cd" : "34340",
		"sgg_nm" : "서천군"
	},
	{
		"sgg_cd" : "34350",
		"sgg_nm" : "청양군"
	},
	{
		"sgg_cd" : "34360",
		"sgg_nm" : "홍성군"
	},
	{
		"sgg_cd" : "34370",
		"sgg_nm" : "예산군"
	},
	{
		"sgg_cd" : "34380",
		"sgg_nm" : "태안군"
	},
	{
		"sgg_cd" : "35010",
		"sgg_nm" : "전주시"
	},
	{
		"sgg_cd" : "35011",
		"sgg_nm" : "전주시 완산구"
	},
	{
		"sgg_cd" : "35012",
		"sgg_nm" : "전주시 덕진구"
	},
	{
		"sgg_cd" : "35020",
		"sgg_nm" : "군산시"
	},
	{
		"sgg_cd" : "35030",
		"sgg_nm" : "익산시"
	},
	{
		"sgg_cd" : "35040",
		"sgg_nm" : "정읍시"
	},
	{
		"sgg_cd" : "35050",
		"sgg_nm" : "남원시"
	},
	{
		"sgg_cd" : "35060",
		"sgg_nm" : "김제시"
	},
	{
		"sgg_cd" : "35310",
		"sgg_nm" : "완주군"
	},
	{
		"sgg_cd" : "35320",
		"sgg_nm" : "진안군"
	},
	{
		"sgg_cd" : "35330",
		"sgg_nm" : "무주군"
	},
	{
		"sgg_cd" : "35340",
		"sgg_nm" : "장수군"
	},
	{
		"sgg_cd" : "35350",
		"sgg_nm" : "임실군"
	},
	{
		"sgg_cd" : "35360",
		"sgg_nm" : "순창군"
	},
	{
		"sgg_cd" : "35370",
		"sgg_nm" : "고창군"
	},
	{
		"sgg_cd" : "35380",
		"sgg_nm" : "부안군"
	},
	{
		"sgg_cd" : "36010",
		"sgg_nm" : "목포시"
	},
	{
		"sgg_cd" : "36020",
		"sgg_nm" : "여수시"
	},
	{
		"sgg_cd" : "36030",
		"sgg_nm" : "순천시"
	},
	{
		"sgg_cd" : "36040",
		"sgg_nm" : "나주시"
	},
	{
		"sgg_cd" : "36060",
		"sgg_nm" : "광양시"
	},
	{
		"sgg_cd" : "36310",
		"sgg_nm" : "담양군"
	},
	{
		"sgg_cd" : "36320",
		"sgg_nm" : "곡성군"
	},
	{
		"sgg_cd" : "36330",
		"sgg_nm" : "구례군"
	},
	{
		"sgg_cd" : "36350",
		"sgg_nm" : "고흥군"
	},
	{
		"sgg_cd" : "36360",
		"sgg_nm" : "보성군"
	},
	{
		"sgg_cd" : "36370",
		"sgg_nm" : "화순군"
	},
	{
		"sgg_cd" : "36380",
		"sgg_nm" : "장흥군"
	},
	{
		"sgg_cd" : "36390",
		"sgg_nm" : "강진군"
	},
	{
		"sgg_cd" : "36400",
		"sgg_nm" : "해남군"
	},
	{
		"sgg_cd" : "36410",
		"sgg_nm" : "영암군"
	},
	{
		"sgg_cd" : "36420",
		"sgg_nm" : "무안군"
	},
	{
		"sgg_cd" : "36430",
		"sgg_nm" : "함평군"
	},
	{
		"sgg_cd" : "36440",
		"sgg_nm" : "영광군"
	},
	{
		"sgg_cd" : "36450",
		"sgg_nm" : "장성군"
	},
	{
		"sgg_cd" : "36460",
		"sgg_nm" : "완도군"
	},
	{
		"sgg_cd" : "36470",
		"sgg_nm" : "진도군"
	},
	{
		"sgg_cd" : "36480",
		"sgg_nm" : "신안군"
	},
	{
		"sgg_cd" : "37010",
		"sgg_nm" : "포항시"
	},
	{
		"sgg_cd" : "37011",
		"sgg_nm" : "포항시 남구"
	},
	{
		"sgg_cd" : "37012",
		"sgg_nm" : "포항시 북구"
	},
	{
		"sgg_cd" : "37020",
		"sgg_nm" : "경주시"
	},
	{
		"sgg_cd" : "37030",
		"sgg_nm" : "김천시"
	},
	{
		"sgg_cd" : "37040",
		"sgg_nm" : "안동시"
	},
	{
		"sgg_cd" : "37050",
		"sgg_nm" : "구미시"
	},
	{
		"sgg_cd" : "37060",
		"sgg_nm" : "영주시"
	},
	{
		"sgg_cd" : "37070",
		"sgg_nm" : "영천시"
	},
	{
		"sgg_cd" : "37080",
		"sgg_nm" : "상주시"
	},
	{
		"sgg_cd" : "37090",
		"sgg_nm" : "문경시"
	},
	{
		"sgg_cd" : "37100",
		"sgg_nm" : "경산시"
	},
	{
		"sgg_cd" : "37310",
		"sgg_nm" : "군위군"
	},
	{
		"sgg_cd" : "37320",
		"sgg_nm" : "의성군"
	},
	{
		"sgg_cd" : "37330",
		"sgg_nm" : "청송군"
	},
	{
		"sgg_cd" : "37340",
		"sgg_nm" : "영양군"
	},
	{
		"sgg_cd" : "37350",
		"sgg_nm" : "영덕군"
	},
	{
		"sgg_cd" : "37360",
		"sgg_nm" : "청도군"
	},
	{
		"sgg_cd" : "37370",
		"sgg_nm" : "고령군"
	},
	{
		"sgg_cd" : "37380",
		"sgg_nm" : "성주군"
	},
	{
		"sgg_cd" : "37390",
		"sgg_nm" : "칠곡군"
	},
	{
		"sgg_cd" : "37400",
		"sgg_nm" : "예천군"
	},
	{
		"sgg_cd" : "37410",
		"sgg_nm" : "봉화군"
	},
	{
		"sgg_cd" : "37420",
		"sgg_nm" : "울진군"
	},
	{
		"sgg_cd" : "37430",
		"sgg_nm" : "울릉군"
	},
	{
		"sgg_cd" : "38030",
		"sgg_nm" : "진주시"
	},
	{
		"sgg_cd" : "38050",
		"sgg_nm" : "통영시"
	},
	{
		"sgg_cd" : "38060",
		"sgg_nm" : "사천시"
	},
	{
		"sgg_cd" : "38070",
		"sgg_nm" : "김해시"
	},
	{
		"sgg_cd" : "38080",
		"sgg_nm" : "밀양시"
	},
	{
		"sgg_cd" : "38090",
		"sgg_nm" : "거제시"
	},
	{
		"sgg_cd" : "38100",
		"sgg_nm" : "양산시"
	},
	{
		"sgg_cd" : "38110",
		"sgg_nm" : "창원시"
	},
	{
		"sgg_cd" : "38111",
		"sgg_nm" : "창원시 의창구"
	},
	{
		"sgg_cd" : "38112",
		"sgg_nm" : "창원시 성산구"
	},
	{
		"sgg_cd" : "38113",
		"sgg_nm" : "창원시 마산합포구"
	},
	{
		"sgg_cd" : "38114",
		"sgg_nm" : "창원시 마산회원구"
	},
	{
		"sgg_cd" : "38115",
		"sgg_nm" : "창원시 진해구"
	},
	{
		"sgg_cd" : "38310",
		"sgg_nm" : "의령군"
	},
	{
		"sgg_cd" : "38320",
		"sgg_nm" : "함안군"
	},
	{
		"sgg_cd" : "38330",
		"sgg_nm" : "창녕군"
	},
	{
		"sgg_cd" : "38340",
		"sgg_nm" : "고성군"
	},
	{
		"sgg_cd" : "38350",
		"sgg_nm" : "남해군"
	},
	{
		"sgg_cd" : "38360",
		"sgg_nm" : "하동군"
	},
	{
		"sgg_cd" : "38370",
		"sgg_nm" : "산청군"
	},
	{
		"sgg_cd" : "38380",
		"sgg_nm" : "함양군"
	},
	{
		"sgg_cd" : "38390",
		"sgg_nm" : "거창군"
	},
	{
		"sgg_cd" : "38400",
		"sgg_nm" : "합천군"
	},
	{
		"sgg_cd" : "39010",
		"sgg_nm" : "제주시"
	},
	{
		"sgg_cd" : "39020",
		"sgg_nm" : "서귀포시"
	}
]

sgg_codes_2020 = [
	{
		"sgg_cd" : "11010",
		"sgg_nm" : "종로구"
	},
	{
		"sgg_cd" : "11020",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "11030",
		"sgg_nm" : "용산구"
	},
	{
		"sgg_cd" : "11040",
		"sgg_nm" : "성동구"
	},
	{
		"sgg_cd" : "11050",
		"sgg_nm" : "광진구"
	},
	{
		"sgg_cd" : "11060",
		"sgg_nm" : "동대문구"
	},
	{
		"sgg_cd" : "11070",
		"sgg_nm" : "중랑구"
	},
	{
		"sgg_cd" : "11080",
		"sgg_nm" : "성북구"
	},
	{
		"sgg_cd" : "11090",
		"sgg_nm" : "강북구"
	},
	{
		"sgg_cd" : "11100",
		"sgg_nm" : "도봉구"
	},
	{
		"sgg_cd" : "11110",
		"sgg_nm" : "노원구"
	},
	{
		"sgg_cd" : "11120",
		"sgg_nm" : "은평구"
	},
	{
		"sgg_cd" : "11130",
		"sgg_nm" : "서대문구"
	},
	{
		"sgg_cd" : "11140",
		"sgg_nm" : "마포구"
	},
	{
		"sgg_cd" : "11150",
		"sgg_nm" : "양천구"
	},
	{
		"sgg_cd" : "11160",
		"sgg_nm" : "강서구"
	},
	{
		"sgg_cd" : "11170",
		"sgg_nm" : "구로구"
	},
	{
		"sgg_cd" : "11180",
		"sgg_nm" : "금천구"
	},
	{
		"sgg_cd" : "11190",
		"sgg_nm" : "영등포구"
	},
	{
		"sgg_cd" : "11200",
		"sgg_nm" : "동작구"
	},
	{
		"sgg_cd" : "11210",
		"sgg_nm" : "관악구"
	},
	{
		"sgg_cd" : "11220",
		"sgg_nm" : "서초구"
	},
	{
		"sgg_cd" : "11230",
		"sgg_nm" : "강남구"
	},
	{
		"sgg_cd" : "11240",
		"sgg_nm" : "송파구"
	},
	{
		"sgg_cd" : "11250",
		"sgg_nm" : "강동구"
	},
	{
		"sgg_cd" : "21010",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "21020",
		"sgg_nm" : "서구"
	},
	{
		"sgg_cd" : "21030",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "21040",
		"sgg_nm" : "영도구"
	},
	{
		"sgg_cd" : "21050",
		"sgg_nm" : "부산진구"
	},
	{
		"sgg_cd" : "21050",
		"sgg_nm" : "진구"
	},
	{
		"sgg_cd" : "21060",
		"sgg_nm" : "동래구"
	},
	{
		"sgg_cd" : "21070",
		"sgg_nm" : "남구"
	},
	{
		"sgg_cd" : "21080",
		"sgg_nm" : "북구"
	},
	{
		"sgg_cd" : "21090",
		"sgg_nm" : "해운대구"
	},
	{
		"sgg_cd" : "21100",
		"sgg_nm" : "사하구"
	},
	{
		"sgg_cd" : "21110",
		"sgg_nm" : "금정구"
	},
	{
		"sgg_cd" : "21120",
		"sgg_nm" : "강서구"
	},
	{
		"sgg_cd" : "21130",
		"sgg_nm" : "연제구"
	},
	{
		"sgg_cd" : "21140",
		"sgg_nm" : "수영구"
	},
	{
		"sgg_cd" : "21150",
		"sgg_nm" : "사상구"
	},
	{
		"sgg_cd" : "21310",
		"sgg_nm" : "기장군"
	},
	{
		"sgg_cd" : "22010",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "22020",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "22030",
		"sgg_nm" : "서구"
	},
	{
		"sgg_cd" : "22040",
		"sgg_nm" : "남구"
	},
	{
		"sgg_cd" : "22050",
		"sgg_nm" : "북구"
	},
	{
		"sgg_cd" : "22060",
		"sgg_nm" : "수성구"
	},
	{
		"sgg_cd" : "22070",
		"sgg_nm" : "달서구"
	},
	{
		"sgg_cd" : "22310",
		"sgg_nm" : "달성군"
	},
	{
		"sgg_cd" : "23010",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "23020",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "23040",
		"sgg_nm" : "연수구"
	},
	{
		"sgg_cd" : "23050",
		"sgg_nm" : "남동구"
	},
	{
		"sgg_cd" : "23060",
		"sgg_nm" : "부평구"
	},
	{
		"sgg_cd" : "23070",
		"sgg_nm" : "계양구"
	},
	{
		"sgg_cd" : "23080",
		"sgg_nm" : "서구"
	},
	{
		"sgg_cd" : "23090",
		"sgg_nm" : "미추홀구"
	},
	{
		"sgg_cd" : "23310",
		"sgg_nm" : "강화군"
	},
	{
		"sgg_cd" : "23320",
		"sgg_nm" : "옹진군"
	},
	{
		"sgg_cd" : "24010",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "24020",
		"sgg_nm" : "서구"
	},
	{
		"sgg_cd" : "24030",
		"sgg_nm" : "남구"
	},
	{
		"sgg_cd" : "24040",
		"sgg_nm" : "북구"
	},
	{
		"sgg_cd" : "24050",
		"sgg_nm" : "광산구"
	},
	{
		"sgg_cd" : "25010",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "25020",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "25030",
		"sgg_nm" : "서구"
	},
	{
		"sgg_cd" : "25040",
		"sgg_nm" : "유성구"
	},
	{
		"sgg_cd" : "25050",
		"sgg_nm" : "대덕구"
	},
	{
		"sgg_cd" : "26010",
		"sgg_nm" : "중구"
	},
	{
		"sgg_cd" : "26020",
		"sgg_nm" : "남구"
	},
	{
		"sgg_cd" : "26030",
		"sgg_nm" : "동구"
	},
	{
		"sgg_cd" : "26040",
		"sgg_nm" : "북구"
	},
	{
		"sgg_cd" : "26310",
		"sgg_nm" : "울주군"
	},
	{
		"sgg_cd" : "29010",
		"sgg_nm" : "세종특별자치시"
	},
	{
		"sgg_cd" : "29010",
		"sgg_nm" : "세종시"
	},
	{
		"sgg_cd" : "31010",
		"sgg_nm" : "수원시"
	},
	{
		"sgg_cd" : "31011",
		"sgg_nm" : "수원시 장안구"
	},
	{
		"sgg_cd" : "31012",
		"sgg_nm" : "수원시 권선구"
	},
	{
		"sgg_cd" : "31013",
		"sgg_nm" : "수원시 팔달구"
	},
	{
		"sgg_cd" : "31014",
		"sgg_nm" : "수원시 영통구"
	},
	{
		"sgg_cd" : "31020",
		"sgg_nm" : "성남시"
	},
	{
		"sgg_cd" : "31021",
		"sgg_nm" : "성남시 수정구"
	},
	{
		"sgg_cd" : "31022",
		"sgg_nm" : "성남시 중원구"
	},
	{
		"sgg_cd" : "31023",
		"sgg_nm" : "성남시 분당구"
	},
	{
		"sgg_cd" : "31030",
		"sgg_nm" : "의정부시"
	},
	{
		"sgg_cd" : "31040",
		"sgg_nm" : "안양시"
	},
	{
		"sgg_cd" : "31041",
		"sgg_nm" : "안양시 만안구"
	},
	{
		"sgg_cd" : "31042",
		"sgg_nm" : "안양시 동안구"
	},
	{
		"sgg_cd" : "31050",
		"sgg_nm" : "부천시"
	},
	{
		"sgg_cd" : "31060",
		"sgg_nm" : "광명시"
	},
	{
		"sgg_cd" : "31070",
		"sgg_nm" : "평택시"
	},
	{
		"sgg_cd" : "31080",
		"sgg_nm" : "동두천시"
	},
	{
		"sgg_cd" : "31090",
		"sgg_nm" : "안산시"
	},
	{
		"sgg_cd" : "31091",
		"sgg_nm" : "안산시 상록구"
	},
	{
		"sgg_cd" : "31092",
		"sgg_nm" : "안산시 단원구"
	},
	{
		"sgg_cd" : "31100",
		"sgg_nm" : "고양시"
	},
	{
		"sgg_cd" : "31101",
		"sgg_nm" : "고양시 덕양구"
	},
	{
		"sgg_cd" : "31103",
		"sgg_nm" : "고양시 일산동구"
	},
	{
		"sgg_cd" : "31104",
		"sgg_nm" : "고양시 일산서구"
	},
	{
		"sgg_cd" : "31110",
		"sgg_nm" : "과천시"
	},
	{
		"sgg_cd" : "31120",
		"sgg_nm" : "구리시"
	},
	{
		"sgg_cd" : "31130",
		"sgg_nm" : "남양주시"
	},
	{
		"sgg_cd" : "31140",
		"sgg_nm" : "오산시"
	},
	{
		"sgg_cd" : "31150",
		"sgg_nm" : "시흥시"
	},
	{
		"sgg_cd" : "31160",
		"sgg_nm" : "군포시"
	},
	{
		"sgg_cd" : "31170",
		"sgg_nm" : "의왕시"
	},
	{
		"sgg_cd" : "31180",
		"sgg_nm" : "하남시"
	},
	{
		"sgg_cd" : "31190",
		"sgg_nm" : "용인시"
	},
	{
		"sgg_cd" : "31191",
		"sgg_nm" : "용인시 처인구"
	},
	{
		"sgg_cd" : "31192",
		"sgg_nm" : "용인시 기흥구"
	},
	{
		"sgg_cd" : "31193",
		"sgg_nm" : "용인시 수지구"
	},
	{
		"sgg_cd" : "31200",
		"sgg_nm" : "파주시"
	},
	{
		"sgg_cd" : "31210",
		"sgg_nm" : "이천시"
	},
	{
		"sgg_cd" : "31220",
		"sgg_nm" : "안성시"
	},
	{
		"sgg_cd" : "31230",
		"sgg_nm" : "김포시"
	},
	{
		"sgg_cd" : "31240",
		"sgg_nm" : "화성시"
	},
	{
		"sgg_cd" : "31250",
		"sgg_nm" : "광주시"
	},
	{
		"sgg_cd" : "31260",
		"sgg_nm" : "양주시"
	},
	{
		"sgg_cd" : "31270",
		"sgg_nm" : "포천시"
	},
	{
		"sgg_cd" : "31280",
		"sgg_nm" : "여주시"
	},
	{
		"sgg_cd" : "31350",
		"sgg_nm" : "연천군"
	},
	{
		"sgg_cd" : "31370",
		"sgg_nm" : "가평군"
	},
	{
		"sgg_cd" : "31380",
		"sgg_nm" : "양평군"
	},
	{
		"sgg_cd" : "32010",
		"sgg_nm" : "춘천시"
	},
	{
		"sgg_cd" : "32020",
		"sgg_nm" : "원주시"
	},
	{
		"sgg_cd" : "32030",
		"sgg_nm" : "강릉시"
	},
	{
		"sgg_cd" : "32040",
		"sgg_nm" : "동해시"
	},
	{
		"sgg_cd" : "32050",
		"sgg_nm" : "태백시"
	},
	{
		"sgg_cd" : "32060",
		"sgg_nm" : "속초시"
	},
	{
		"sgg_cd" : "32070",
		"sgg_nm" : "삼척시"
	},
	{
		"sgg_cd" : "32310",
		"sgg_nm" : "홍천군"
	},
	{
		"sgg_cd" : "32320",
		"sgg_nm" : "횡성군"
	},
	{
		"sgg_cd" : "32330",
		"sgg_nm" : "영월군"
	},
	{
		"sgg_cd" : "32340",
		"sgg_nm" : "평창군"
	},
	{
		"sgg_cd" : "32350",
		"sgg_nm" : "정선군"
	},
	{
		"sgg_cd" : "32360",
		"sgg_nm" : "철원군"
	},
	{
		"sgg_cd" : "32370",
		"sgg_nm" : "화천군"
	},
	{
		"sgg_cd" : "32380",
		"sgg_nm" : "양구군"
	},
	{
		"sgg_cd" : "32390",
		"sgg_nm" : "인제군"
	},
	{
		"sgg_cd" : "32400",
		"sgg_nm" : "고성군"
	},
	{
		"sgg_cd" : "32410",
		"sgg_nm" : "양양군"
	},
	{
		"sgg_cd" : "33020",
		"sgg_nm" : "충주시"
	},
	{
		"sgg_cd" : "33030",
		"sgg_nm" : "제천시"
	},
	{
		"sgg_cd" : "33040",
		"sgg_nm" : "청주시"
	},
	{
		"sgg_cd" : "33041",
		"sgg_nm" : "청주시 상당구"
	},
	{
		"sgg_cd" : "33042",
		"sgg_nm" : "청주시 서원구"
	},
	{
		"sgg_cd" : "33043",
		"sgg_nm" : "청주시 흥덕구"
	},
	{
		"sgg_cd" : "33044",
		"sgg_nm" : "청주시 청원구"
	},
	{
		"sgg_cd" : "33320",
		"sgg_nm" : "보은군"
	},
	{
		"sgg_cd" : "33330",
		"sgg_nm" : "옥천군"
	},
	{
		"sgg_cd" : "33340",
		"sgg_nm" : "영동군"
	},
	{
		"sgg_cd" : "33350",
		"sgg_nm" : "진천군"
	},
	{
		"sgg_cd" : "33360",
		"sgg_nm" : "괴산군"
	},
	{
		"sgg_cd" : "33370",
		"sgg_nm" : "음성군"
	},
	{
		"sgg_cd" : "33380",
		"sgg_nm" : "단양군"
	},
	{
		"sgg_cd" : "33390",
		"sgg_nm" : "증평군"
	},
	{
		"sgg_cd" : "34010",
		"sgg_nm" : "천안시"
	},
	{
		"sgg_cd" : "34011",
		"sgg_nm" : "천안시 동남구"
	},
	{
		"sgg_cd" : "34012",
		"sgg_nm" : "천안시 서북구"
	},
	{
		"sgg_cd" : "34020",
		"sgg_nm" : "공주시"
	},
	{
		"sgg_cd" : "34030",
		"sgg_nm" : "보령시"
	},
	{
		"sgg_cd" : "34040",
		"sgg_nm" : "아산시"
	},
	{
		"sgg_cd" : "34050",
		"sgg_nm" : "서산시"
	},
	{
		"sgg_cd" : "34060",
		"sgg_nm" : "논산시"
	},
	{
		"sgg_cd" : "34070",
		"sgg_nm" : "계룡시"
	},
	{
		"sgg_cd" : "34080",
		"sgg_nm" : "당진시"
	},
	{
		"sgg_cd" : "34310",
		"sgg_nm" : "금산군"
	},
	{
		"sgg_cd" : "34330",
		"sgg_nm" : "부여군"
	},
	{
		"sgg_cd" : "34340",
		"sgg_nm" : "서천군"
	},
	{
		"sgg_cd" : "34350",
		"sgg_nm" : "청양군"
	},
	{
		"sgg_cd" : "34360",
		"sgg_nm" : "홍성군"
	},
	{
		"sgg_cd" : "34370",
		"sgg_nm" : "예산군"
	},
	{
		"sgg_cd" : "34380",
		"sgg_nm" : "태안군"
	},
	{
		"sgg_cd" : "35010",
		"sgg_nm" : "전주시"
	},
	{
		"sgg_cd" : "35011",
		"sgg_nm" : "전주시 완산구"
	},
	{
		"sgg_cd" : "35012",
		"sgg_nm" : "전주시 덕진구"
	},
	{
		"sgg_cd" : "35020",
		"sgg_nm" : "군산시"
	},
	{
		"sgg_cd" : "35030",
		"sgg_nm" : "익산시"
	},
	{
		"sgg_cd" : "35040",
		"sgg_nm" : "정읍시"
	},
	{
		"sgg_cd" : "35050",
		"sgg_nm" : "남원시"
	},
	{
		"sgg_cd" : "35060",
		"sgg_nm" : "김제시"
	},
	{
		"sgg_cd" : "35310",
		"sgg_nm" : "완주군"
	},
	{
		"sgg_cd" : "35320",
		"sgg_nm" : "진안군"
	},
	{
		"sgg_cd" : "35330",
		"sgg_nm" : "무주군"
	},
	{
		"sgg_cd" : "35340",
		"sgg_nm" : "장수군"
	},
	{
		"sgg_cd" : "35350",
		"sgg_nm" : "임실군"
	},
	{
		"sgg_cd" : "35360",
		"sgg_nm" : "순창군"
	},
	{
		"sgg_cd" : "35370",
		"sgg_nm" : "고창군"
	},
	{
		"sgg_cd" : "35380",
		"sgg_nm" : "부안군"
	},
	{
		"sgg_cd" : "36010",
		"sgg_nm" : "목포시"
	},
	{
		"sgg_cd" : "36020",
		"sgg_nm" : "여수시"
	},
	{
		"sgg_cd" : "36030",
		"sgg_nm" : "순천시"
	},
	{
		"sgg_cd" : "36040",
		"sgg_nm" : "나주시"
	},
	{
		"sgg_cd" : "36060",
		"sgg_nm" : "광양시"
	},
	{
		"sgg_cd" : "36310",
		"sgg_nm" : "담양군"
	},
	{
		"sgg_cd" : "36320",
		"sgg_nm" : "곡성군"
	},
	{
		"sgg_cd" : "36330",
		"sgg_nm" : "구례군"
	},
	{
		"sgg_cd" : "36350",
		"sgg_nm" : "고흥군"
	},
	{
		"sgg_cd" : "36360",
		"sgg_nm" : "보성군"
	},
	{
		"sgg_cd" : "36370",
		"sgg_nm" : "화순군"
	},
	{
		"sgg_cd" : "36380",
		"sgg_nm" : "장흥군"
	},
	{
		"sgg_cd" : "36390",
		"sgg_nm" : "강진군"
	},
	{
		"sgg_cd" : "36400",
		"sgg_nm" : "해남군"
	},
	{
		"sgg_cd" : "36410",
		"sgg_nm" : "영암군"
	},
	{
		"sgg_cd" : "36420",
		"sgg_nm" : "무안군"
	},
	{
		"sgg_cd" : "36430",
		"sgg_nm" : "함평군"
	},
	{
		"sgg_cd" : "36440",
		"sgg_nm" : "영광군"
	},
	{
		"sgg_cd" : "36450",
		"sgg_nm" : "장성군"
	},
	{
		"sgg_cd" : "36460",
		"sgg_nm" : "완도군"
	},
	{
		"sgg_cd" : "36470",
		"sgg_nm" : "진도군"
	},
	{
		"sgg_cd" : "36480",
		"sgg_nm" : "신안군"
	},
	{
		"sgg_cd" : "37010",
		"sgg_nm" : "포항시"
	},
	{
		"sgg_cd" : "37011",
		"sgg_nm" : "포항시 남구"
	},
	{
		"sgg_cd" : "37012",
		"sgg_nm" : "포항시 북구"
	},
	{
		"sgg_cd" : "37020",
		"sgg_nm" : "경주시"
	},
	{
		"sgg_cd" : "37030",
		"sgg_nm" : "김천시"
	},
	{
		"sgg_cd" : "37040",
		"sgg_nm" : "안동시"
	},
	{
		"sgg_cd" : "37050",
		"sgg_nm" : "구미시"
	},
	{
		"sgg_cd" : "37060",
		"sgg_nm" : "영주시"
	},
	{
		"sgg_cd" : "37070",
		"sgg_nm" : "영천시"
	},
	{
		"sgg_cd" : "37080",
		"sgg_nm" : "상주시"
	},
	{
		"sgg_cd" : "37090",
		"sgg_nm" : "문경시"
	},
	{
		"sgg_cd" : "37100",
		"sgg_nm" : "경산시"
	},
	{
		"sgg_cd" : "37310",
		"sgg_nm" : "군위군"
	},
	{
		"sgg_cd" : "37320",
		"sgg_nm" : "의성군"
	},
	{
		"sgg_cd" : "37330",
		"sgg_nm" : "청송군"
	},
	{
		"sgg_cd" : "37340",
		"sgg_nm" : "영양군"
	},
	{
		"sgg_cd" : "37350",
		"sgg_nm" : "영덕군"
	},
	{
		"sgg_cd" : "37360",
		"sgg_nm" : "청도군"
	},
	{
		"sgg_cd" : "37370",
		"sgg_nm" : "고령군"
	},
	{
		"sgg_cd" : "37380",
		"sgg_nm" : "성주군"
	},
	{
		"sgg_cd" : "37390",
		"sgg_nm" : "칠곡군"
	},
	{
		"sgg_cd" : "37400",
		"sgg_nm" : "예천군"
	},
	{
		"sgg_cd" : "37410",
		"sgg_nm" : "봉화군"
	},
	{
		"sgg_cd" : "37420",
		"sgg_nm" : "울진군"
	},
	{
		"sgg_cd" : "37430",
		"sgg_nm" : "울릉군"
	},
	{
		"sgg_cd" : "38030",
		"sgg_nm" : "진주시"
	},
	{
		"sgg_cd" : "38050",
		"sgg_nm" : "통영시"
	},
	{
		"sgg_cd" : "38060",
		"sgg_nm" : "사천시"
	},
	{
		"sgg_cd" : "38070",
		"sgg_nm" : "김해시"
	},
	{
		"sgg_cd" : "38080",
		"sgg_nm" : "밀양시"
	},
	{
		"sgg_cd" : "38090",
		"sgg_nm" : "거제시"
	},
	{
		"sgg_cd" : "38100",
		"sgg_nm" : "양산시"
	},
	{
		"sgg_cd" : "38110",
		"sgg_nm" : "창원시"
	},
	{
		"sgg_cd" : "38111",
		"sgg_nm" : "창원시 의창구"
	},
	{
		"sgg_cd" : "38112",
		"sgg_nm" : "창원시 성산구"
	},
	{
		"sgg_cd" : "38113",
		"sgg_nm" : "창원시 마산합포구"
	},
	{
		"sgg_cd" : "38114",
		"sgg_nm" : "창원시 마산회원구"
	},
	{
		"sgg_cd" : "38115",
		"sgg_nm" : "창원시 진해구"
	},
	{
		"sgg_cd" : "38310",
		"sgg_nm" : "의령군"
	},
	{
		"sgg_cd" : "38320",
		"sgg_nm" : "함안군"
	},
	{
		"sgg_cd" : "38330",
		"sgg_nm" : "창녕군"
	},
	{
		"sgg_cd" : "38340",
		"sgg_nm" : "고성군"
	},
	{
		"sgg_cd" : "38350",
		"sgg_nm" : "남해군"
	},
	{
		"sgg_cd" : "38360",
		"sgg_nm" : "하동군"
	},
	{
		"sgg_cd" : "38370",
		"sgg_nm" : "산청군"
	},
	{
		"sgg_cd" : "38380",
		"sgg_nm" : "함양군"
	},
	{
		"sgg_cd" : "38390",
		"sgg_nm" : "거창군"
	},
	{
		"sgg_cd" : "38400",
		"sgg_nm" : "합천군"
	},
	{
		"sgg_cd" : "39010",
		"sgg_nm" : "제주시"
	},
	{
		"sgg_cd" : "39020",
		"sgg_nm" : "서귀포시"
	}
]

sgg_codes_2023 = [
	{
		"sgg_nm" : "종로구",
		"sgg_cd" : "11010"
	},
	{
		"sgg_nm" : "중구",
		"sgg_cd" : "11020"
	},
	{
		"sgg_nm" : "용산구",
		"sgg_cd" : "11030"
	},
	{
		"sgg_nm" : "성동구",
		"sgg_cd" : "11040"
	},
	{
		"sgg_nm" : "광진구",
		"sgg_cd" : "11050"
	},
	{
		"sgg_nm" : "동대문구",
		"sgg_cd" : "11060"
	},
	{
		"sgg_nm" : "중랑구",
		"sgg_cd" : "11070"
	},
	{
		"sgg_nm" : "성북구",
		"sgg_cd" : "11080"
	},
	{
		"sgg_nm" : "강북구",
		"sgg_cd" : "11090"
	},
	{
		"sgg_nm" : "도봉구",
		"sgg_cd" : "11100"
	},
	{
		"sgg_nm" : "노원구",
		"sgg_cd" : "11110"
	},
	{
		"sgg_nm" : "은평구",
		"sgg_cd" : "11120"
	},
	{
		"sgg_nm" : "서대문구",
		"sgg_cd" : "11130"
	},
	{
		"sgg_nm" : "마포구",
		"sgg_cd" : "11140"
	},
	{
		"sgg_nm" : "양천구",
		"sgg_cd" : "11150"
	},
	{
		"sgg_nm" : "강서구",
		"sgg_cd" : "11160"
	},
	{
		"sgg_nm" : "구로구",
		"sgg_cd" : "11170"
	},
	{
		"sgg_nm" : "금천구",
		"sgg_cd" : "11180"
	},
	{
		"sgg_nm" : "영등포구",
		"sgg_cd" : "11190"
	},
	{
		"sgg_nm" : "동작구",
		"sgg_cd" : "11200"
	},
	{
		"sgg_nm" : "관악구",
		"sgg_cd" : "11210"
	},
	{
		"sgg_nm" : "서초구",
		"sgg_cd" : "11220"
	},
	{
		"sgg_nm" : "강남구",
		"sgg_cd" : "11230"
	},
	{
		"sgg_nm" : "송파구",
		"sgg_cd" : "11240"
	},
	{
		"sgg_nm" : "강동구",
		"sgg_cd" : "11250"
	},
	{
		"sgg_nm" : "중구",
		"sgg_cd" : "21010"
	},
	{
		"sgg_nm" : "서구",
		"sgg_cd" : "21020"
	},
	{
		"sgg_nm" : "동구",
		"sgg_cd" : "21030"
	},
	{
		"sgg_nm" : "영도구",
		"sgg_cd" : "21040"
	},
	{
		"sgg_nm" : "부산진구",
		"sgg_cd" : "21050"
	},
	{
		"sgg_nm" : "진구",
		"sgg_cd" : "21050"
	},
	{
		"sgg_nm" : "동래구",
		"sgg_cd" : "21060"
	},
	{
		"sgg_nm" : "남구",
		"sgg_cd" : "21070"
	},
	{
		"sgg_nm" : "북구",
		"sgg_cd" : "21080"
	},
	{
		"sgg_nm" : "해운대구",
		"sgg_cd" : "21090"
	},
	{
		"sgg_nm" : "사하구",
		"sgg_cd" : "21100"
	},
	{
		"sgg_nm" : "금정구",
		"sgg_cd" : "21110"
	},
	{
		"sgg_nm" : "강서구",
		"sgg_cd" : "21120"
	},
	{
		"sgg_nm" : "연제구",
		"sgg_cd" : "21130"
	},
	{
		"sgg_nm" : "수영구",
		"sgg_cd" : "21140"
	},
	{
		"sgg_nm" : "사상구",
		"sgg_cd" : "21150"
	},
	{
		"sgg_nm" : "기장군",
		"sgg_cd" : "21510"
	},
	{
		"sgg_nm" : "중구",
		"sgg_cd" : "22010"
	},
	{
		"sgg_nm" : "동구",
		"sgg_cd" : "22020"
	},
	{
		"sgg_nm" : "서구",
		"sgg_cd" : "22030"
	},
	{
		"sgg_nm" : "남구",
		"sgg_cd" : "22040"
	},
	{
		"sgg_nm" : "북구",
		"sgg_cd" : "22050"
	},
	{
		"sgg_nm" : "수성구",
		"sgg_cd" : "22060"
	},
	{
		"sgg_nm" : "달서구",
		"sgg_cd" : "22070"
	},
	{
		"sgg_nm" : "달성군",
		"sgg_cd" : "22510"
	},
	{
		"sgg_nm" : "군위군",
		"sgg_cd" : "22520"
	},
	{
		"sgg_nm" : "중구",
		"sgg_cd" : "23010"
	},
	{
		"sgg_nm" : "동구",
		"sgg_cd" : "23020"
	},
	{
		"sgg_nm" : "연수구",
		"sgg_cd" : "23040"
	},
	{
		"sgg_nm" : "남동구",
		"sgg_cd" : "23050"
	},
	{
		"sgg_nm" : "부평구",
		"sgg_cd" : "23060"
	},
	{
		"sgg_nm" : "계양구",
		"sgg_cd" : "23070"
	},
	{
		"sgg_nm" : "서구",
		"sgg_cd" : "23080"
	},
	{
		"sgg_nm" : "미추홀구",
		"sgg_cd" : "23090"
	},
	{
		"sgg_nm" : "강화군",
		"sgg_cd" : "23510"
	},
	{
		"sgg_nm" : "옹진군",
		"sgg_cd" : "23520"
	},
	{
		"sgg_nm" : "동구",
		"sgg_cd" : "24010"
	},
	{
		"sgg_nm" : "서구",
		"sgg_cd" : "24020"
	},
	{
		"sgg_nm" : "남구",
		"sgg_cd" : "24030"
	},
	{
		"sgg_nm" : "북구",
		"sgg_cd" : "24040"
	},
	{
		"sgg_nm" : "광산구",
		"sgg_cd" : "24050"
	},
	{
		"sgg_nm" : "동구",
		"sgg_cd" : "25010"
	},
	{
		"sgg_nm" : "중구",
		"sgg_cd" : "25020"
	},
	{
		"sgg_nm" : "서구",
		"sgg_cd" : "25030"
	},
	{
		"sgg_nm" : "유성구",
		"sgg_cd" : "25040"
	},
	{
		"sgg_nm" : "대덕구",
		"sgg_cd" : "25050"
	},
	{
		"sgg_nm" : "중구",
		"sgg_cd" : "26010"
	},
	{
		"sgg_nm" : "남구",
		"sgg_cd" : "26020"
	},
	{
		"sgg_nm" : "동구",
		"sgg_cd" : "26030"
	},
	{
		"sgg_nm" : "북구",
		"sgg_cd" : "26040"
	},
	{
		"sgg_nm" : "울주군",
		"sgg_cd" : "26510"
	},
	{
		"sgg_nm" : "세종시",
		"sgg_cd" : "29010"
	},
	{
		"sgg_nm" : "수원시",
		"sgg_cd" : "31010"
	},
	{
		"sgg_nm" : "수원시 장안구",
		"sgg_cd" : "31011"
	},
	{
		"sgg_nm" : "수원시 권선구",
		"sgg_cd" : "31012"
	},
	{
		"sgg_nm" : "수원시 팔달구",
		"sgg_cd" : "31013"
	},
	{
		"sgg_nm" : "수원시 영통구",
		"sgg_cd" : "31014"
	},
	{
		"sgg_nm" : "성남시",
		"sgg_cd" : "31020"
	},
	{
		"sgg_nm" : "성남시 수정구",
		"sgg_cd" : "31021"
	},
	{
		"sgg_nm" : "성남시 중원구",
		"sgg_cd" : "31022"
	},
	{
		"sgg_nm" : "성남시 분당구",
		"sgg_cd" : "31023"
	},
	{
		"sgg_nm" : "의정부시",
		"sgg_cd" : "31030"
	},
	{
		"sgg_nm" : "안양시",
		"sgg_cd" : "31040"
	},
	{
		"sgg_nm" : "안양시 만안구",
		"sgg_cd" : "31041"
	},
	{
		"sgg_nm" : "안양시 동안구",
		"sgg_cd" : "31042"
	},
	{
		"sgg_nm" : "부천시",
		"sgg_cd" : "31050"
	},
	{
		"sgg_nm" : "광명시",
		"sgg_cd" : "31060"
	},
	{
		"sgg_nm" : "평택시",
		"sgg_cd" : "31070"
	},
	{
		"sgg_nm" : "동두천시",
		"sgg_cd" : "31080"
	},
	{
		"sgg_nm" : "안산시",
		"sgg_cd" : "31090"
	},
	{
		"sgg_nm" : "안산시 상록구",
		"sgg_cd" : "31091"
	},
	{
		"sgg_nm" : "안산시 단원구",
		"sgg_cd" : "31092"
	},
	{
		"sgg_nm" : "고양시",
		"sgg_cd" : "31100"
	},
	{
		"sgg_nm" : "고양시 덕양구",
		"sgg_cd" : "31101"
	},
	{
		"sgg_nm" : "고양시 일산동구",
		"sgg_cd" : "31103"
	},
	{
		"sgg_nm" : "고양시 일산서구",
		"sgg_cd" : "31104"
	},
	{
		"sgg_nm" : "과천시",
		"sgg_cd" : "31110"
	},
	{
		"sgg_nm" : "구리시",
		"sgg_cd" : "31120"
	},
	{
		"sgg_nm" : "남양주시",
		"sgg_cd" : "31130"
	},
	{
		"sgg_nm" : "오산시",
		"sgg_cd" : "31140"
	},
	{
		"sgg_nm" : "시흥시",
		"sgg_cd" : "31150"
	},
	{
		"sgg_nm" : "군포시",
		"sgg_cd" : "31160"
	},
	{
		"sgg_nm" : "의왕시",
		"sgg_cd" : "31170"
	},
	{
		"sgg_nm" : "하남시",
		"sgg_cd" : "31180"
	},
	{
		"sgg_nm" : "용인시",
		"sgg_cd" : "31190"
	},
	{
		"sgg_nm" : "용인시 처인구",
		"sgg_cd" : "31191"
	},
	{
		"sgg_nm" : "용인시 기흥구",
		"sgg_cd" : "31192"
	},
	{
		"sgg_nm" : "용인시 수지구",
		"sgg_cd" : "31193"
	},
	{
		"sgg_nm" : "파주시",
		"sgg_cd" : "31200"
	},
	{
		"sgg_nm" : "이천시",
		"sgg_cd" : "31210"
	},
	{
		"sgg_nm" : "안성시",
		"sgg_cd" : "31220"
	},
	{
		"sgg_nm" : "김포시",
		"sgg_cd" : "31230"
	},
	{
		"sgg_nm" : "화성시",
		"sgg_cd" : "31240"
	},
	{
		"sgg_nm" : "광주시",
		"sgg_cd" : "31250"
	},
	{
		"sgg_nm" : "양주시",
		"sgg_cd" : "31260"
	},
	{
		"sgg_nm" : "포천시",
		"sgg_cd" : "31270"
	},
	{
		"sgg_nm" : "여주시",
		"sgg_cd" : "31280"
	},
	{
		"sgg_nm" : "연천군",
		"sgg_cd" : "31550"
	},
	{
		"sgg_nm" : "가평군",
		"sgg_cd" : "31570"
	},
	{
		"sgg_nm" : "양평군",
		"sgg_cd" : "31580"
	},
	{
		"sgg_nm" : "춘천시",
		"sgg_cd" : "32010"
	},
	{
		"sgg_nm" : "원주시",
		"sgg_cd" : "32020"
	},
	{
		"sgg_nm" : "강릉시",
		"sgg_cd" : "32030"
	},
	{
		"sgg_nm" : "동해시",
		"sgg_cd" : "32040"
	},
	{
		"sgg_nm" : "태백시",
		"sgg_cd" : "32050"
	},
	{
		"sgg_nm" : "속초시",
		"sgg_cd" : "32060"
	},
	{
		"sgg_nm" : "삼척시",
		"sgg_cd" : "32070"
	},
	{
		"sgg_nm" : "홍천군",
		"sgg_cd" : "32510"
	},
	{
		"sgg_nm" : "횡성군",
		"sgg_cd" : "32520"
	},
	{
		"sgg_nm" : "영월군",
		"sgg_cd" : "32530"
	},
	{
		"sgg_nm" : "평창군",
		"sgg_cd" : "32540"
	},
	{
		"sgg_nm" : "정선군",
		"sgg_cd" : "32550"
	},
	{
		"sgg_nm" : "철원군",
		"sgg_cd" : "32560"
	},
	{
		"sgg_nm" : "화천군",
		"sgg_cd" : "32570"
	},
	{
		"sgg_nm" : "양구군",
		"sgg_cd" : "32580"
	},
	{
		"sgg_nm" : "인제군",
		"sgg_cd" : "32590"
	},
	{
		"sgg_nm" : "고성군",
		"sgg_cd" : "32600"
	},
	{
		"sgg_nm" : "양양군",
		"sgg_cd" : "32610"
	},
	{
		"sgg_nm" : "충주시",
		"sgg_cd" : "33020"
	},
	{
		"sgg_nm" : "제천시",
		"sgg_cd" : "33030"
	},
	{
		"sgg_nm" : "청주시",
		"sgg_cd" : "33040"
	},
	{
		"sgg_nm" : "청주시 상당구",
		"sgg_cd" : "33041"
	},
	{
		"sgg_nm" : "청주시 서원구",
		"sgg_cd" : "33042"
	},
	{
		"sgg_nm" : "청주시 흥덕구",
		"sgg_cd" : "33043"
	},
	{
		"sgg_nm" : "청주시 청원구",
		"sgg_cd" : "33044"
	},
	{
		"sgg_nm" : "보은군",
		"sgg_cd" : "33520"
	},
	{
		"sgg_nm" : "옥천군",
		"sgg_cd" : "33530"
	},
	{
		"sgg_nm" : "영동군",
		"sgg_cd" : "33540"
	},
	{
		"sgg_nm" : "진천군",
		"sgg_cd" : "33550"
	},
	{
		"sgg_nm" : "괴산군",
		"sgg_cd" : "33560"
	},
	{
		"sgg_nm" : "음성군",
		"sgg_cd" : "33570"
	},
	{
		"sgg_nm" : "단양군",
		"sgg_cd" : "33580"
	},
	{
		"sgg_nm" : "증평군",
		"sgg_cd" : "33590"
	},
	{
		"sgg_nm" : "천안시",
		"sgg_cd" : "34010"
	},
	{
		"sgg_nm" : "천안시 동남구",
		"sgg_cd" : "34011"
	},
	{
		"sgg_nm" : "천안시 서북구",
		"sgg_cd" : "34012"
	},
	{
		"sgg_nm" : "공주시",
		"sgg_cd" : "34020"
	},
	{
		"sgg_nm" : "보령시",
		"sgg_cd" : "34030"
	},
	{
		"sgg_nm" : "아산시",
		"sgg_cd" : "34040"
	},
	{
		"sgg_nm" : "서산시",
		"sgg_cd" : "34050"
	},
	{
		"sgg_nm" : "논산시",
		"sgg_cd" : "34060"
	},
	{
		"sgg_nm" : "계룡시",
		"sgg_cd" : "34070"
	},
	{
		"sgg_nm" : "당진시",
		"sgg_cd" : "34080"
	},
	{
		"sgg_nm" : "금산군",
		"sgg_cd" : "34510"
	},
	{
		"sgg_nm" : "부여군",
		"sgg_cd" : "34530"
	},
	{
		"sgg_nm" : "서천군",
		"sgg_cd" : "34540"
	},
	{
		"sgg_nm" : "청양군",
		"sgg_cd" : "34550"
	},
	{
		"sgg_nm" : "홍성군",
		"sgg_cd" : "34560"
	},
	{
		"sgg_nm" : "예산군",
		"sgg_cd" : "34570"
	},
	{
		"sgg_nm" : "태안군",
		"sgg_cd" : "34580"
	},
	{
		"sgg_nm" : "전주시",
		"sgg_cd" : "35010"
	},
	{
		"sgg_nm" : "전주시 완산구",
		"sgg_cd" : "35011"
	},
	{
		"sgg_nm" : "전주시 덕진구",
		"sgg_cd" : "35012"
	},
	{
		"sgg_nm" : "군산시",
		"sgg_cd" : "35020"
	},
	{
		"sgg_nm" : "익산시",
		"sgg_cd" : "35030"
	},
	{
		"sgg_nm" : "정읍시",
		"sgg_cd" : "35040"
	},
	{
		"sgg_nm" : "남원시",
		"sgg_cd" : "35050"
	},
	{
		"sgg_nm" : "김제시",
		"sgg_cd" : "35060"
	},
	{
		"sgg_nm" : "완주군",
		"sgg_cd" : "35510"
	},
	{
		"sgg_nm" : "진안군",
		"sgg_cd" : "35520"
	},
	{
		"sgg_nm" : "무주군",
		"sgg_cd" : "35530"
	},
	{
		"sgg_nm" : "장수군",
		"sgg_cd" : "35540"
	},
	{
		"sgg_nm" : "임실군",
		"sgg_cd" : "35550"
	},
	{
		"sgg_nm" : "순창군",
		"sgg_cd" : "35560"
	},
	{
		"sgg_nm" : "고창군",
		"sgg_cd" : "35570"
	},
	{
		"sgg_nm" : "부안군",
		"sgg_cd" : "35580"
	},
	{
		"sgg_nm" : "목포시",
		"sgg_cd" : "36010"
	},
	{
		"sgg_nm" : "여수시",
		"sgg_cd" : "36020"
	},
	{
		"sgg_nm" : "순천시",
		"sgg_cd" : "36030"
	},
	{
		"sgg_nm" : "나주시",
		"sgg_cd" : "36040"
	},
	{
		"sgg_nm" : "광양시",
		"sgg_cd" : "36060"
	},
	{
		"sgg_nm" : "담양군",
		"sgg_cd" : "36510"
	},
	{
		"sgg_nm" : "곡성군",
		"sgg_cd" : "36520"
	},
	{
		"sgg_nm" : "구례군",
		"sgg_cd" : "36530"
	},
	{
		"sgg_nm" : "고흥군",
		"sgg_cd" : "36550"
	},
	{
		"sgg_nm" : "보성군",
		"sgg_cd" : "36560"
	},
	{
		"sgg_nm" : "화순군",
		"sgg_cd" : "36570"
	},
	{
		"sgg_nm" : "장흥군",
		"sgg_cd" : "36580"
	},
	{
		"sgg_nm" : "강진군",
		"sgg_cd" : "36590"
	},
	{
		"sgg_nm" : "해남군",
		"sgg_cd" : "36600"
	},
	{
		"sgg_nm" : "영암군",
		"sgg_cd" : "36610"
	},
	{
		"sgg_nm" : "무안군",
		"sgg_cd" : "36620"
	},
	{
		"sgg_nm" : "함평군",
		"sgg_cd" : "36630"
	},
	{
		"sgg_nm" : "영광군",
		"sgg_cd" : "36640"
	},
	{
		"sgg_nm" : "장성군",
		"sgg_cd" : "36650"
	},
	{
		"sgg_nm" : "완도군",
		"sgg_cd" : "36660"
	},
	{
		"sgg_nm" : "진도군",
		"sgg_cd" : "36670"
	},
	{
		"sgg_nm" : "신안군",
		"sgg_cd" : "36680"
	},
	{
		"sgg_nm" : "포항시",
		"sgg_cd" : "37010"
	},
	{
		"sgg_nm" : "포항시 남구",
		"sgg_cd" : "37011"
	},
	{
		"sgg_nm" : "포항시 북구",
		"sgg_cd" : "37012"
	},
	{
		"sgg_nm" : "경주시",
		"sgg_cd" : "37020"
	},
	{
		"sgg_nm" : "김천시",
		"sgg_cd" : "37030"
	},
	{
		"sgg_nm" : "안동시",
		"sgg_cd" : "37040"
	},
	{
		"sgg_nm" : "구미시",
		"sgg_cd" : "37050"
	},
	{
		"sgg_nm" : "영주시",
		"sgg_cd" : "37060"
	},
	{
		"sgg_nm" : "영천시",
		"sgg_cd" : "37070"
	},
	{
		"sgg_nm" : "상주시",
		"sgg_cd" : "37080"
	},
	{
		"sgg_nm" : "문경시",
		"sgg_cd" : "37090"
	},
	{
		"sgg_nm" : "경산시",
		"sgg_cd" : "37100"
	},
	{
		"sgg_nm" : "의성군",
		"sgg_cd" : "37520"
	},
	{
		"sgg_nm" : "청송군",
		"sgg_cd" : "37530"
	},
	{
		"sgg_nm" : "영양군",
		"sgg_cd" : "37540"
	},
	{
		"sgg_nm" : "영덕군",
		"sgg_cd" : "37550"
	},
	{
		"sgg_nm" : "청도군",
		"sgg_cd" : "37560"
	},
	{
		"sgg_nm" : "고령군",
		"sgg_cd" : "37570"
	},
	{
		"sgg_nm" : "성주군",
		"sgg_cd" : "37580"
	},
	{
		"sgg_nm" : "칠곡군",
		"sgg_cd" : "37590"
	},
	{
		"sgg_nm" : "예천군",
		"sgg_cd" : "37600"
	},
	{
		"sgg_nm" : "봉화군",
		"sgg_cd" : "37610"
	},
	{
		"sgg_nm" : "울진군",
		"sgg_cd" : "37620"
	},
	{
		"sgg_nm" : "울릉군",
		"sgg_cd" : "37630"
	},
	{
		"sgg_nm" : "진주시",
		"sgg_cd" : "38030"
	},
	{
		"sgg_nm" : "통영시",
		"sgg_cd" : "38050"
	},
	{
		"sgg_nm" : "사천시",
		"sgg_cd" : "38060"
	},
	{
		"sgg_nm" : "김해시",
		"sgg_cd" : "38070"
	},
	{
		"sgg_nm" : "밀양시",
		"sgg_cd" : "38080"
	},
	{
		"sgg_nm" : "거제시",
		"sgg_cd" : "38090"
	},
	{
		"sgg_nm" : "양산시",
		"sgg_cd" : "38100"
	},
	{
		"sgg_nm" : "창원시",
		"sgg_cd" : "38110"
	},
	{
		"sgg_nm" : "창원시 의창구",
		"sgg_cd" : "38111"
	},
	{
		"sgg_nm" : "창원시 성산구",
		"sgg_cd" : "38112"
	},
	{
		"sgg_nm" : "창원시 마산합포구",
		"sgg_cd" : "38113"
	},
	{
		"sgg_nm" : "창원시 마산회원구",
		"sgg_cd" : "38114"
	},
	{
		"sgg_nm" : "창원시 진해구",
		"sgg_cd" : "38115"
	},
	{
		"sgg_nm" : "의령군",
		"sgg_cd" : "38510"
	},
	{
		"sgg_nm" : "함안군",
		"sgg_cd" : "38520"
	},
	{
		"sgg_nm" : "창녕군",
		"sgg_cd" : "38530"
	},
	{
		"sgg_nm" : "고성군",
		"sgg_cd" : "38540"
	},
	{
		"sgg_nm" : "남해군",
		"sgg_cd" : "38550"
	},
	{
		"sgg_nm" : "하동군",
		"sgg_cd" : "38560"
	},
	{
		"sgg_nm" : "산청군",
		"sgg_cd" : "38570"
	},
	{
		"sgg_nm" : "함양군",
		"sgg_cd" : "38580"
	},
	{
		"sgg_nm" : "거창군",
		"sgg_cd" : "38590"
	},
	{
		"sgg_nm" : "합천군",
		"sgg_cd" : "38600"
	},
	{
		"sgg_nm" : "제주시",
		"sgg_cd" : "39010"
	},
	{
		"sgg_nm" : "서귀포시",
		"sgg_cd" : "39020"
	}
]
